{"entity_type":"item","entity_name":"Modular Stock Component","layman_description":"A replaceable buttstock piece for rifles that affects aim stability.","technical_description":"Weapon mod with recoil reduction and handling properties.","player_impact":"Improves rifle accuracy and reduces weapon sway when aiming."}
{"entity_type":"item","entity_name":"Magazine Extension Kit","layman_description":"Extends ammo capacity in firearm magazines for longer engagements.","technical_description":"Magazine mod with increased round count and weight factor.","player_impact":"Carry more ammunition before needing to reload weapons."}
{"entity_type":"item","entity_name":"Tactical Rail System","layman_description":"Metal rail attachment point for mounting scopes and accessories on guns.","technical_description":"Weapon attachment rail with mounting slots and integration system.","player_impact":"Enables mounting of optics and tactical accessories on firearms."}
{"entity_type":"item","entity_name":"Barrel Extension Tube","layman_description":"Lengthens firearm barrels to improve range and accuracy.","technical_description":"Barrel mod with ballistic efficiency and range scaling.","player_impact":"Increases effective range and accuracy of projectile weapons."}
{"entity_type":"item","entity_name":"Suppressor Housing","layman_description":"Attachment that reduces weapon noise for stealthy gameplay.","technical_description":"Sound dampening component with noise reduction coefficient.","player_impact":"Shots attract fewer zombies by reducing weapon discharge sound."}
{"entity_type":"item","entity_name":"Custom Trigger Assembly","layman_description":"Precision trigger mechanism that improves firing responsiveness.","technical_description":"Weapon component with fire rate and accuracy multipliers.","player_impact":"Weapons fire faster and more accurately with better trigger control."}
{"entity_type":"item","entity_name":"Weapon Balance Weight","layman_description":"Counter-weight system that reduces felt recoil in heavy weapons.","technical_description":"Recoil mitigation component with weight distribution factor.","player_impact":"Large weapons become easier to control and aim."}
{"entity_type":"item","entity_name":"Bolt Carrier Assembly","layman_description":"Essential cycling mechanism for semi-automatic and automatic weapons.","technical_description":"Core weapon subsystem with firing mechanism properties.","player_impact":"Required component for maintaining firearm reliability and function."}
{"entity_type":"item","entity_name":"Magazine Base Pad","layman_description":"Reinforced bottom plate for ammunition magazines to prevent damage.","technical_description":"Magazine component with durability rating and protection value.","player_impact":"Magazines withstand more use before degrading and losing ammunition."}
{"entity_type":"item","entity_name":"Firearm Cleaning Kit","layman_description":"Complete maintenance set for restoring firearms to full condition.","technical_description":"Tool item with repair efficiency and degradation reset capability.","player_impact":"Repairs weapons more effectively and maintains quality longer."}
{"entity_type":"item","entity_name":"Ammunition Sorting Tray","layman_description":"Organizing container that groups ammunition types in your inventory.","technical_description":"Utility item with inventory organization and ammo classification system.","player_impact":"Ammunition takes less inventory space and organizes by type."}
{"entity_type":"item","entity_name":"Tactical Vest Insert","layman_description":"Modular armor layer that increases protection when worn.","technical_description":"Armor mod with ballistic rating and damage resistance values.","player_impact":"Worn armor pieces provide significantly more damage protection."}
{"entity_type":"item","entity_name":"Helmet Visor Upgrade","layman_description":"Protective face shield attachment for combat helmets.","technical_description":"Head armor component with facial protection and visibility penalty.","player_impact":"Better protects your head but slightly reduces peripheral vision."}
{"entity_type":"item","entity_name":"Reinforced Knee Pads","layman_description":"Protective padding for knees that increases climbing and falling safety.","technical_description":"Leg armor piece with fall damage reduction and stamina efficiency.","player_impact":"Take less damage from falls and climb faster while moving."}
{"entity_type":"item","entity_name":"Leather Glove Liners","layman_description":"Inner padding for work gloves that improves grip and durability.","technical_description":"Glove component with tool usage efficiency and wear resistance.","player_impact":"Tools stay sharp longer and work with improved effectiveness."}
{"entity_type":"item","entity_name":"Combat Boots","layman_description":"Military-grade footwear that reduces movement noise and stamina drain.","technical_description":"Leg armor with stealth rating and movement efficiency factor.","player_impact":"Move more quietly and use less stamina when traveling."}
{"entity_type":"item","entity_name":"Backpack Harness Upgrade","layman_description":"Better load distribution system that increases inventory capacity.","technical_description":"Backpack mod with storage increase and weight reduction percentage.","player_impact":"Carry significantly more loot and crafting materials without slowing down."}
{"entity_type":"item","entity_name":"Protective Eye Goggles","layman_description":"Tinted eyewear that reduces radiation damage exposure.","technical_description":"Head equipment with radiation resistance and vision filter properties.","player_impact":"Reduces damage from irradiated areas and zombie spitters."}
{"entity_type":"item","entity_name":"Gas Mask Filter Cartridge","layman_description":"Replacement filter for gas masks to protect from toxic air.","technical_description":"Consumable component with poison resistance duration value.","player_impact":"Renew gas mask protection in hazardous areas filled with toxic gas."}
{"entity_type":"item","entity_name":"Emergency Respawn Kit","layman_description":"Survival supplies that let you respawn closer to your death location.","technical_description":"Consumable with respawn location offset and cooldown timer.","player_impact":"Choose where you respawn after dying instead of at base default."}
