{"entity_type":"item","entity_name":"Reinforced Door Frame","layman_description":"A sturdy metal door frame that blocks zombies and keeps your base secure.","technical_description":"Block entity with reinforced material properties and lockable state management.","player_impact":"Provides better zombie defense than wood frames in your base."}
{"entity_type":"item","entity_name":"Iron Bars Window","layman_description":"A barred window that lets light in while keeping zombies out of your structure.","technical_description":"Transparent block entity with collision properties for perimeter security.","player_impact":"Allows vision and light while maintaining defense in your shelters."}
{"entity_type":"item","entity_name":"Steel Plate Door","layman_description":"A heavy metal door that takes extreme punishment before breaking.","technical_description":"Door block with high durability and reinforced material class.","player_impact":"Most resistant door type for protecting your base entrance."}
{"entity_type":"item","entity_name":"Concrete Block","layman_description":"A solid gray building block that's stronger than wood or stone.","technical_description":"Basic construction block with moderate durability and standard placement rules.","player_impact":"Reliable building material for walls and floors."}
{"entity_type":"item","entity_name":"Rebar Frame","layman_description":"An iron-reinforced frame that's tougher than basic wood supports.","technical_description":"Support block entity with reinforced durability values and structural properties.","player_impact":"Stronger alternative to wood for building sturdy structures."}
{"entity_type":"item","entity_name":"Ceramic Tile","layman_description":"A decorative colored tile for finishing interior and exterior surfaces.","technical_description":"Decorative block with custom texture and standard material durability.","player_impact":"Adds visual variety and finished appearance to your base."}
{"entity_type":"item","entity_name":"Wooden Shutter","layman_description":"A wooden cover you can close over windows to block light and zombies.","technical_description":"Movable block element with toggle state and material-based durability.","player_impact":"Allows you to darken or secure windows as needed."}
{"entity_type":"item","entity_name":"Metal Catwalk","layman_description":"A narrow metal platform for walkways and elevated paths.","technical_description":"Thin placement block with reduced footprint and metal material properties.","player_impact":"Creates space-efficient elevated walkways and bridges."}
{"entity_type":"item","entity_name":"Corrugated Metal Sheet","layman_description":"A ridged metal panel for walls and roofing that looks industrial.","technical_description":"Textured construction block with metal durability class.","player_impact":"Provides industrial aesthetic while maintaining good durability."}
{"entity_type":"item","entity_name":"Cobblestone Block","layman_description":"Irregular stone blocks that create a rustic castle-like appearance.","technical_description":"Decorative stone block with variable texture mapping and standard durability.","player_impact":"Creates medieval or castle-themed base decorations."}
