{"entity_type":"item","entity_name":"Fallback Teleporter Device","layman_description":"Emergency equipment that instantly transports you back to your base.","technical_description":"Equipment with teleport functionality and respawn point linking.","player_impact":"Escape dangerous situations instantly without dying."}
{"entity_type":"item","entity_name":"Portal Key Fragment","layman_description":"Ancient artifact piece that opens temporary rifts to other locations.","technical_description":"Equipment with portal creation and fast-travel capability.","player_impact":"Create fast travel gateways between discovered locations."}
{"entity_type":"item","entity_name":"Dimensional Anchor Stone","layman_description":"Mystical object that marks locations you can teleport back to.","technical_description":"Item with waypoint creation and anchor point management.","player_impact":"Warp to any previously marked location instantly."}
{"entity_type":"item","entity_name":"Space Compression Module","layman_description":"Technology that reduces space inside containers exponentially.","technical_description":"Equipment with inventory expansion and weight reduction multiplier.","player_impact":"Containers hold many more items without getting heavier."}
{"entity_type":"item","entity_name":"Reality Stabilizer Core","layman_description":"Device that prevents environmental hazards from affecting you.","technical_description":"Equipment with environmental protection and hazard immunity.","player_impact":"Environment cannot harm you through damage or effects."}
{"entity_type":"item","entity_name":"Quantum Entanglement Device","layman_description":"Tech that links your status between yourself and an anchor point.","technical_description":"Equipment with status mirroring and health synchronization.","player_impact":"Mirror your healing to distant locations or other players."}
{"entity_type":"item","entity_name":"Probability Manipulation Stone","layman_description":"Mystical artifact that increases luck in all random outcomes.","technical_description":"Equipment with RNG bias and outcome favorability boost.","player_impact":"Looting and random events favor you heavily."}
{"entity_type":"item","entity_name":"Avarice Amplifier Amulet","layman_description":"Magical jewelry that increases value of all items you find.","technical_description":"Equipment with economic value scaling and trader price bonus.","player_impact":"Everything you find sells for significantly more money."}
{"entity_type":"item","entity_name":"Craftsmanship Blessing Talisman","layman_description":"Enchanted object that makes your crafted items superior quality.","technical_description":"Equipment with crafting quality bonus and special effect chance.","player_impact":"All items you craft are higher tier with bonuses."}
{"entity_type":"item","entity_name":"Warrior Spirit Totem","layman_description":"Ancient charm that enhances combat ability and weapon effectiveness.","technical_description":"Equipment with combat bonus and melee damage multiplication.","player_impact":"Deal much more damage with all weapons."}
{"entity_type":"item","entity_name":"Shaman's Healing Fetish","layman_description":"Spiritual object that grants healing auras around your character.","technical_description":"Equipment with healing radius and regeneration area effect.","player_impact":"Nearby allies automatically heal from your presence."}
{"entity_type":"item","entity_name":"Scout's Perception Gem","layman_description":"Crystal that reveals hidden enemies and loot through walls.","technical_description":"Equipment with detection boost and visibility penetration.","player_impact":"See through walls and detect enemies and items everywhere."}
{"entity_type":"item","entity_name":"Guardian's Protection Ward","layman_description":"Magical barrier that shields you from damage automatically.","technical_description":"Equipment with passive damage absorption and ward strength.","player_impact":"Automatically blocks incoming damage up to limit."}
{"entity_type":"item","entity_name":"Trickster's Escape Ring","layman_description":"Cursed artifact that teleports you away when attacked.","technical_description":"Equipment with evasion trigger and displacement ability.","player_impact":"Automatically escape when taking massive damage."}
{"entity_type":"item","entity_name":"Berserker Rage Catalyst","layman_description":"Substance that sends you into powerful fighting frenzy mode.","technical_description":"Consumable with damage boost and attack speed multiplier.","player_impact":"Enter uncontrollable frenzy dealing double damage."}
{"entity_type":"item","entity_name":"Sage's Wisdom Grimoire","layman_description":"Ancient book that grants knowledge of secret crafting recipes.","technical_description":"Equipment with recipe unlock and crafting knowledge bonus.","player_impact":"Learn secret recipes normally unavailable to craft."}
{"entity_type":"item","entity_name":"Cursed Knowledge Tome","layman_description":"Forbidden book that teaches dangerous but powerful techniques.","technical_description":"Equipment with special ability unlock and power cost.","player_impact":"Use forbidden abilities with dangerous but powerful effects."}
{"entity_type":"item","entity_name":"Balance Restoration Mirror","layman_description":"Reflective artifact that reverses negative effects onto attackers.","technical_description":"Equipment with effect reflection and damage redirection.","player_impact":"Damage and effects you receive bounce back onto enemies."}
{"entity_type":"item","entity_name":"Entropy Acceleration Crystal","layman_description":"Shard that causes decay in zombie undead weakening them.","technical_description":"Equipment with degradation aura and undead weakness.","player_impact":"Nearby zombies degrade and weaken without attacking."}
{"entity_type":"item","entity_name":"Creation Spark Orb","layman_description":"Glowing sphere that generates free resources slowly over time.","technical_description":"Equipment with resource generation and production per second.","player_impact":"Gain free random resources continuously."}
