{"entity_type":"item","entity_name":"swingDegrees_attackRotation","layman_description":"How many degrees of rotation the weapon swing covers.","technical_description":"Angular sweep magnitude for melee attack hit detection volumes.","player_impact":"Determines how wide your melee attacks are."}
{"entity_type":"item","entity_name":"grazeStart_glanceBegin","layman_description":"The beginning of the attack arc that counts as a glancing blow instead of a hit.","technical_description":"Lower bound for directional damage mitigation in attack sequence.","player_impact":"Attacks at this angle do reduced damage."}
{"entity_type":"item","entity_name":"grazeEnd_glanceEnd","layman_description":"The end of the attack arc where glancing blows stop counting.","technical_description":"Upper bound for directional damage mitigation in attack sequence.","player_impact":"Attacks beyond this angle do full damage again."}
{"entity_type":"item","entity_name":"uniqueRandomOnly_specialDrop","layman_description":"This item only appears from special loot tables, never from common containers.","technical_description":"Restricts item to unique or rare loot pool spawning mechanisms.","player_impact":"Makes finding this item more rewarding and less common."}
{"entity_type":"item","entity_name":"repairExpMultiplier_skillBonus","layman_description":"How much faster you gain repair skill when fixing this item.","technical_description":"Experience multiplier for skill advancement during item restoration.","player_impact":"Repairing this item trains skills more efficiently."}
{"entity_type":"item","entity_name":"dropMeshfile_groundModel","layman_description":"The 3D model shown when this item is lying on the ground.","technical_description":"Asset reference for item world state visual representation.","player_impact":"Affects how items look when dropped or placed on the ground."}
{"entity_type":"item","entity_name":"scrapTimeOverride_breakdownSpeed","layman_description":"How long it takes to scrap this item for parts at a salvage station.","technical_description":"Custom duration for item breaking down in crafting stations.","player_impact":"Some items scrap faster than others, saving you time."}
{"entity_type":"item","entity_name":"magazine_items_ammoTypes","layman_description":"What types of ammunition this magazine or container can hold.","technical_description":"Whitelist of compatible ammunition item entities for container loading.","player_impact":"Determines which ammo you can load into this magazine."}
{"entity_type":"item","entity_name":"random_item_poolSelection","layman_description":"Random items that might come with this item when you use it.","technical_description":"Loot pool references for stochastic item generation on activation.","player_impact":"Using this item might give you bonus random items."}
{"entity_type":"item","entity_name":"random_count_itemVariance","layman_description":"How many random bonus items you might get.","technical_description":"Quantity range for random loot distribution on use.","player_impact":"The bonus items vary in number each time you use it."}
{"entity_type":"block","entity_name":"shape_blockGeometry","layman_description":"The basic shape of this block (cube, slope, water, terrain, decorative).","technical_description":"Geometry classification enum determining collision and rendering type.","player_impact":"Affects how blocks stack and collide with players and projectiles."}
{"entity_type":"block","entity_name":"waterFlow_liquidMovement","layman_description":"Whether water can flow through or off this block.","technical_description":"Water interaction flags for environmental simulation.","player_impact":"Determines if water gets stuck or flows away."}
{"entity_type":"block","entity_name":"stabilitySupport_structuralValue","layman_description":"Whether this block supports other blocks above it or adds structural integrity.","technical_description":"Boolean flag enabling stability contribution calculations.","player_impact":"Some blocks are weak and collapse easily without support."}
{"entity_type":"block","entity_name":"modelOffset_positionAdjust","layman_description":"Where the visual model of this block is positioned relative to its grid location.","technical_description":"3D coordinate offset for model-to-collision alignment.","player_impact":"Makes blocks align properly with terrain and other blocks."}
{"entity_type":"block","entity_name":"lightOpacity_shadowCast","layman_description":"How much light this block blocks (how dark of a shadow it creates).","technical_description":"Light attenuation factor for environment illumination calculations.","player_impact":"Affects brightness inside buildings and shadows around blocks."}
{"entity_type":"item","entity_name":"equipSlot_wearLocation","layman_description":"Where on your body this armor or clothing item fits (head, chest, hands, feet).","technical_description":"Character body part enum for equipment slot assignment.","player_impact":"Determines what protection you get from wearing this item."}
{"entity_type":"item","entity_name":"armorGroup_outfitSet","layman_description":"Which outfit set this armor piece belongs to for matching bonuses.","technical_description":"Enum reference for armor stat aggregation and visual consistency.","player_impact":"Wearing complete outfit sets gives you bonus stats."}
{"entity_type":"item","entity_name":"excludes_incompatible","layman_description":"What body parts this item covers and prevents other items from using.","technical_description":"Body part exclusion list for equipment slot conflict resolution.","player_impact":"Some armor pieces prevent you from wearing other items together."}
{"entity_type":"item","entity_name":"transformName_attachPoint","layman_description":"Where on the character model this item attaches visually.","technical_description":"Skeletal bone reference for item positioning during wear.","player_impact":"Determines where your armor and clothes appear on your character."}
{"entity_type":"item","entity_name":"hairMaskType_helmetInteraction","layman_description":"How this headgear interacts with your character's hair (full mask, hat, bald).","technical_description":"Hair visibility override enum for cosmetic model rendering.","player_impact":"Some helmets hide your hair completely, others just sit on top."}
