{"entity_type":"block","entity_name":"cntBookShelfSingleCapBottomFull02","layman_description":"A decorated bookshelf with books stored on bottom and top sections for displaying your library.","technical_description":"This bookshelf extends the base model with custom icon tinting and a specific sort order value.","player_impact":"Provides extra shelf space to store and show off your book inventory while decorating your settlement."}
{"entity_type":"block","entity_name":"cntBookShelfSingleCapBottomRandomLootHelper","layman_description":"A special bookshelf variant used for placing random book collections during level design.","technical_description":"Helper block that extends base bookshelf model with tinting and creative mode only availability.","player_impact":"Allows level designers to create varied bookshelf arrangements with unpredictable book contents."}
{"entity_type":"block","entity_name":"cntBookShelfSingleCapTopEmpty","layman_description":"An empty top-mounted bookshelf section ready to be filled with your favorite reading material.","technical_description":"Top-positioned shelving block with model offset and downgrade block properties.","player_impact":"Provides space to display books on upper walls of your structures."}
{"entity_type":"block","entity_name":"cntBookShelfSingleCapTopFull01","layman_description":"A full top-mounted bookshelf loaded with books for display above other furniture.","technical_description":"Extended bookshelf with tint color mapping and downgrade settings.","player_impact":"Shows readers that you're well-educated and gives aesthetic appeal above doorways or counters."}
{"entity_type":"block","entity_name":"cntBookShelfSingleCapTopFull02","layman_description":"An alternate top-mounted bookshelf design with books ready to read from your upper shelving.","technical_description":"Variant bookshelf with model offset and visual customization properties.","player_impact":"Offers another style option for decorating high-mounted storage in your living spaces."}
{"entity_type":"block","entity_name":"cntBookShelfSingleCapTopRandomLootHelper","layman_description":"A helper bookshelf for randomly spawning different book selections on top shelves.","technical_description":"Development-only block with custom icon tinting for level design.","player_impact":"Lets creators design more interesting loot placement without manual item assignment."}
{"entity_type":"block","entity_name":"cntBookShelfSingleTopEmpty","layman_description":"An empty top-mounted single-width bookshelf ready for your books.","technical_description":"Base model bookshelf with extended model properties and no items.","player_impact":"Simple and compact shelf for storing reading material in tight spaces."}
{"entity_type":"block","entity_name":"cntBookShelfSingleTopFull01","layman_description":"A loaded top-mounted single-width shelf packed with books for easy reading access.","technical_description":"Fully stocked bookshelf with downgrade mechanics and visual settings.","player_impact":"Provides a complete storage solution for your book inventory in narrow areas."}
{"entity_type":"block","entity_name":"cntBookShelfSingleTopFull02","layman_description":"Another top-mounted single-width bookshelf design with books for your library display.","technical_description":"Extended bookshelf variant with tint and downgrade block options.","player_impact":"Offers style variation for matching different room aesthetics while storing books."}
{"entity_type":"block","entity_name":"cntBookShelfSingleTopRandomLootHelper","layman_description":"A random loot bookshelf helper for level designers creating varied top shelf content.","technical_description":"Developer tool block with custom tinting for procedural bookshelf contents.","player_impact":"Enables designers to create more dynamic and varied library environments."}
{"entity_type":"block","entity_name":"cntBookcaseCornerEmpty","layman_description":"A corner-positioned wooden bookcase with no books, ready for you to fill it.","technical_description":"Beveled corner block using wood material with local UV mapping and specific texture values.","player_impact":"Allows you to fill corner spaces with your own book inventory for custom displays."}
{"entity_type":"block","entity_name":"cntBookcaseCornerFull","layman_description":"A corner-positioned wooden bookcase loaded with books from a preset loot pool.","technical_description":"Loot-enabled corner bookcase with wood material and full texture details.","player_impact":"Provides instant corner storage without needing to fill it manually."}
{"entity_type":"block","entity_name":"cntBookcaseCornerGoodRandomLootHelper","layman_description":"A corner bookcase helper for placing good-quality random book collections in level design.","technical_description":"Developer block with custom icon tinting and filter tags for creative mode placement.","player_impact":"Gives designers control over placing well-stocked corner libraries."}
{"entity_type":"block","entity_name":"cntBookcaseCornerPoorRandomLootHelper","layman_description":"A corner bookcase helper for placing lower-quality random book collections during design.","technical_description":"Development tool extending the good variant with modified sort order.","player_impact":"Allows mixed-quality loot placement for more realistic variety in structures."}
{"entity_type":"block","entity_name":"cntBookcaseEmpty","layman_description":"A wooden bookcase with empty shelves waiting for you to add your book inventory.","technical_description":"Wood-based bookcase using standard model and local UV mapping.","player_impact":"Lets you customize exactly which books display on your shelves."}
{"entity_type":"block","entity_name":"cntBookcaseFull","layman_description":"A wooden bookcase already stocked with books for immediate reading and decoration.","technical_description":"Loot-enabled wooden bookcase with full model geometry and texture mapping.","player_impact":"Provides instant decorative storage for your growing book collection."}
{"entity_type":"block","entity_name":"cntBookcaseGoodRandomLootHelper","layman_description":"A bookcase helper for level design that places higher-quality random book selections.","technical_description":"Developer tool with custom tinting and filter tag system.","player_impact":"Enables designers to create library areas with good-quality readable material."}
{"entity_type":"block","entity_name":"cntBookcasePoorRandomLootHelper","layman_description":"A bookcase helper for design that spawns lower-quality random book collections.","technical_description":"Development block extending good variant with different sort order.","player_impact":"Provides realistic variation in loot quality across different structures."}
{"entity_type":"block","entity_name":"cntBoxTruckBlack","layman_description":"A black painted delivery truck loaded with supplies and loot to scavenge.","technical_description":"Car loot block extending white truck model with tint color and display modifications.","player_impact":"Rewards exploration with valuable items hidden in the truck's cargo area."}
{"entity_type":"block","entity_name":"cntBoxTruckBlue","layman_description":"A blue painted delivery truck containing scavengeable goods and supplies.","technical_description":"Vehicle loot container with blue tint color and oversized bounds settings.","player_impact":"Provides another truck variant for finding supplies during exploration."}
{"entity_type":"block","entity_name":"cntBoxTruckBrown","layman_description":"A brown painted delivery truck full of items ready to be looted and taken.","technical_description":"Delivery vehicle with brown tint and model offset properties.","player_impact":"Offers a third truck color option with valuable goods inside."}
{"entity_type":"block","entity_name":"cntBoxTruckGreen","layman_description":"A green painted delivery truck containing resources and loot for gathering.","technical_description":"Vehicle container with green tint color and standard loot list assignment.","player_impact":"Provides seasonal truck variety with valuable scavenger rewards."}
{"entity_type":"block","entity_name":"cntBoxTruckGrey","layman_description":"A grey painted delivery truck filled with supplies waiting to be searched.","technical_description":"Vehicle loot block with grey tint and model offset settings.","player_impact":"Offers another truck style option for looting supplies."}
{"entity_type":"block","entity_name":"cntBoxTruckOrange","layman_description":"An orange painted delivery truck stocked with items for your inventory.","technical_description":"Car container with orange tint coloring and standard loot mechanics.","player_impact":"Adds color variety to truck-based scavenging locations."}
{"entity_type":"block","entity_name":"cntBoxTruckPink","layman_description":"A pink painted delivery truck containing goods to scavenge for supplies.","technical_description":"Vehicle loot block with pink tint and custom model properties.","player_impact":"Provides unique colored truck variant for settlement or route marking."}
{"entity_type":"block","entity_name":"cntBoxTruckPurple","layman_description":"A purple painted delivery truck with hidden items and resources inside.","technical_description":"Car loot container with purple tint color and visual properties.","player_impact":"Offers distinctive truck coloring for easy location identification."}
{"entity_type":"block","entity_name":"cntBoxTruckRandomLootHelper","layman_description":"A delivery truck helper for level design that places varied truck contents randomly.","technical_description":"Development tool with custom tinting and loot pool assignment.","player_impact":"Allows designers to create varied trucks with unpredictable rewards."}
{"entity_type":"block","entity_name":"cntBoxTruckRed","layman_description":"A red painted delivery truck loaded with items to find and collect.","technical_description":"Vehicle loot block with red tint and loot list properties.","player_impact":"Adds classic red truck option to scavenging locations."}
{"entity_type":"block","entity_name":"cntBoxTruckWhite","layman_description":"A white painted delivery truck containing supplies and loot for exploration rewards.","technical_description":"Master vehicle block with model offset and oversized bounds for placement.","player_impact":"Primary truck variant providing exploration rewards and settlement decoration."}
{"entity_type":"block","entity_name":"cntBoxTruckYellow","layman_description":"A yellow painted delivery truck filled with valuable scavenging items and goods.","technical_description":"Vehicle loot container with yellow tint color and standard properties.","player_impact":"Provides bright yellow truck variant for distinctive location marking."}
{"entity_type":"block","entity_name":"cntBruteStyleTrashCanEmpty","layman_description":"A large plastic trash can waiting to be filled with your discarded items.","technical_description":"Plastic container using movement and melee collision settings with imposter exchange.","player_impact":"Lets you dispose of unwanted items in realistic trash receptacles."}
{"entity_type":"block","entity_name":"cntBruteStyleTrashCanFull","layman_description":"A large plastic trash can already loaded with junk and valuables to scavenge.","technical_description":"Trash container with loot list settings and bookworm perk tags.","player_impact":"Rewards searching garbage for unexpected survival items."}
{"entity_type":"block","entity_name":"cntBruteStyleTrashCanRandomLootHelper","layman_description":"A trash can helper for level design placing varied junk contents randomly.","technical_description":"Development tool with custom tinting and item type icon settings.","player_impact":"Enables designers to populate areas with varied trash loot."}
{"entity_type":"block","entity_name":"cntBuriedFoodStashChest","layman_description":"A buried treasure chest containing food supplies hidden by survivors before the apocalypse.","technical_description":"Quest loot chest with custom tint color and buried treasure tags.","player_impact":"Provides hidden quest rewards that supplement your food inventory."}
{"entity_type":"block","entity_name":"cntBuriedLootStashChest","layman_description":"A buried treasure chest full of valuable items and resources hidden in the ground.","technical_description":"Terrain decoration chest with downgrade mechanics and quest loot properties.","player_impact":"Rewards searching for marked burial locations with valuable treasure."}
{"entity_type":"block","entity_name":"cntBuriedLootStashChestInsecure","layman_description":"A buried treasure chest that can be damaged, revealing more vulnerable hidden loot.","technical_description":"Insecure chest variant with downgrade properties and quest block filtering.","player_impact":"Provides a less protected burial option with breakable mechanics."}
{"entity_type":"block","entity_name":"cntBuriedWeaponChest","layman_description":"A hidden burial chest containing weapons and combat supplies from a previous survivor.","technical_description":"Quest loot chest with weapon-specific tinting and tier-two supplies.","player_impact":"Reveals weapons cache through exploration of marked burial spots."}
{"entity_type":"block","entity_name":"cntBurntForestRandomLootHelper","layman_description":"A helper block for placing random loot in burnt forest biome locations.","technical_description":"Development tool with fire-themed tinting and customizable loot placement.","player_impact":"Helps designers create varied loot distributions in burned areas."}
{"entity_type":"block","entity_name":"cntBusCity","layman_description":"A city bus full of supplies and resources waiting to be looted for survival items.","technical_description":"Vehicle container with model offset and oversized bounds for large bus collision.","player_impact":"Large vehicle offering significant loot rewards in urban exploration."}
{"entity_type":"block","entity_name":"cntBusCityRandomHelper","layman_description":"A city bus helper for level design with randomized loot contents inside.","technical_description":"Development tool with outdoor helper filtering and custom tinting.","player_impact":"Allows designers to place varied city bus loot distribution."}
{"entity_type":"block","entity_name":"cntBusSchool","layman_description":"A school bus containing various supplies and car-related loot to scavenge.","technical_description":"Vehicle loot block using hardened metal material and explosion damage settings.","player_impact":"Provides exploration rewards in educational areas or parking locations."}
{"entity_type":"block","entity_name":"cntBusSchoolRandomHelper","layman_description":"A school bus helper for placing varied random contents during level design.","technical_description":"Development block with outdoor helper filtering and custom tinting.","player_impact":"Enables designers to populate school locations with mixed loot."}
{"entity_type":"block","entity_name":"cntBusSchoolShort","layman_description":"A shortened school bus variant containing supplies and loot rewards.","technical_description":"Compact vehicle with model offset and reduced oversized bounds.","player_impact":"Provides space-efficient bus variant for tight quarters."}
{"entity_type":"block","entity_name":"cntBusSchoolShortRandomHelper","layman_description":"A short school bus helper for random loot placement in compact spaces.","technical_description":"Development tool for smaller bus variants with outdoor helper tags.","player_impact":"Helps designers use compact buses in narrow environments."}
{"entity_type":"block","entity_name":"cntBusShuttle","layman_description":"A passenger shuttle bus loaded with supplies from pre-apocalypse travel.","technical_description":"Vehicle loot container with placement distance settings and tint color.","player_impact":"Rewards searching transportation hub locations with quality items."}
{"entity_type":"block","entity_name":"cntBusShuttleRandomHelper","layman_description":"A shuttle bus helper for random loot generation in design mode.","technical_description":"Development block with outdoor helper filtering and icon tinting.","player_impact":"Allows varied shuttle loot placement in transportation areas."}
{"entity_type":"block","entity_name":"cntCabinetBottom","layman_description":"A bottom kitchen cabinet with doors ready to store your food and supplies.","technical_description":"Furniture-based cabinet extending helper variant with player block filtering.","player_impact":"Provides realistic kitchen storage for your food inventory."}
{"entity_type":"block","entity_name":"cntCabinetBottomBrokenDoor","layman_description":"A kitchen cabinet with a broken door exposing contents and reducing durability.","technical_description":"Damaged cabinet variant with broken door model and reduced max durability.","player_impact":"Shows wear from apocalypse damage while remaining functional for storage."}
{"entity_type":"block","entity_name":"cntCabinetBottomFiller","layman_description":"A counter-base cabinet used to fill gaps in kitchen configurations.","technical_description":"Filler block with wood material and local UV mapping for seamless kitchen integration.","player_impact":"Bridges kitchen gaps without providing loot storage functionality."}
{"entity_type":"block","entity_name":"cntCabinetBottomRandomLootHelper","layman_description":"A kitchen cabinet helper for placing varied random food contents during design.","technical_description":"Loot-enabled cabinet with cupboard loot list and custom tinting.","player_impact":"Enables designers to populate kitchens with varied food supplies."}
{"entity_type":"block","entity_name":"cntCabinetGraniteSinkHoleRound","layman_description":"A kitchen counter with a round sink opening for water collection and cleanup.","technical_description":"Granite countertop with sink hole using metal material and custom textures.","player_impact":"Provides functional kitchen detail for realistic base building."}
{"entity_type":"block","entity_name":"cntCabinetOldBottom","layman_description":"An aged lower cabinet with character-marked wear and storage space.","technical_description":"Worn cabinet variant extending loot helper with deteriorated appearance.","player_impact":"Adds authentic aged aesthetic to survivor shelters."}
{"entity_type":"block","entity_name":"cntCabinetOldBottomLootHelper","layman_description":"An aged cabinet helper for random loot placement in worn structures.","technical_description":"Development tool with custom tinting and cupboard loot settings.","player_impact":"Creates varied aged furniture loot distribution."}
{"entity_type":"block","entity_name":"cntCabinetOldBottomOpen","layman_description":"An aged cabinet with open door showing contents and signs of weathering.","technical_description":"Worn variant with ajar model and reduced visual durability.","player_impact":"Shows time's impact on furniture while remaining usable."}
{"entity_type":"block","entity_name":"cntCabinetOldCNRRoundFiller","layman_description":"A round corner-filler cabinet for aged kitchen corner configurations.","technical_description":"Wooden corner piece using weak material and decoration properties.","player_impact":"Completes aged kitchen corner aesthetic without providing storage."}
{"entity_type":"block","entity_name":"cntCampingTentAngularArmyGreen","layman_description":"An angular army green camping tent ready to set up for temporary shelter.","technical_description":"Tent block with army tint color and loot contents from camping list.","player_impact":"Provides themed shelter option with survival gear inside."}
{"entity_type":"block","entity_name":"cntCampingTentAngularBlack","layman_description":"An angular black camping tent for discrete temporary base setup.","technical_description":"Tent variant with black tint and model offset positioning.","player_impact":"Offers stealth-appropriate shelter option for covert operations."}
{"entity_type":"block","entity_name":"cntCampingTentAngularBlue","layman_description":"An angular blue camping tent for outdoor temporary shelter and loot storage.","technical_description":"Tent block with blue tint color and downgrade mechanics.","player_impact":"Provides blue shelter variant with camping supplies inside."}
{"entity_type":"block","entity_name":"cntCampingTentAngularDamagedArmyGreen","layman_description":"A damaged angular army green tent showing wear from previous use and weather.","technical_description":"Damaged tent variant with reduced appearance and no downgrade.","player_impact":"Shows weathered camping gear ready for salvage."}
{"entity_type":"block","entity_name":"cntCampingTentAngularDamagedBlack","layman_description":"A damaged angular black tent with visible tears and weathering marks.","technical_description":"Worn tent variant with black tint and damage appearance.","player_impact":"Displays deteriorated shelter showing apocalypse impact."}
{"entity_type":"block","entity_name":"cntCampingTentAngularDamagedBlue","layman_description":"A damaged angular blue tent torn from weather and extended use.","technical_description":"Damaged tent block with blue tint and worn appearance.","player_impact":"Shows heavily used outdoor shelter condition."}
{"entity_type":"block","entity_name":"cntCampingTentAngularDamagedOrange","layman_description":"A damaged angular orange tent showing weathering and survival use.","technical_description":"Worn tent variant with orange tint coloring.","player_impact":"Displays aged orange shelter with visible damage."}
{"entity_type":"block","entity_name":"cntCampingTentAngularDamagedRed","layman_description":"A damaged angular red tent with tears from wind and temperature changes.","technical_description":"Damaged tent block with red tint and worn appearance.","player_impact":"Shows heavily weathered red shelter condition."}
{"entity_type":"block","entity_name":"cntCampingTentAngularDamagedWhite","layman_description":"A damaged angular white tent worn from apocalypse conditions and elements.","technical_description":"Damaged white tent with no downgrade mechanic.","player_impact":"Shows aged white shelter in poor condition."}
{"entity_type":"block","entity_name":"cntCampingTentAngularOrange","layman_description":"An angular orange camping tent for bright and visible temporary shelter.","technical_description":"Tent with orange tint and downgrade to damaged variant.","player_impact":"Provides orange shelter option with camping gear inside."}
{"entity_type":"block","entity_name":"cntCampingTentAngularRainCoverArmyGreen","layman_description":"An angular army green tent with rain cover for better weather protection.","technical_description":"Rain-protected tent with army tint and loot contents.","player_impact":"Offers weatherproof shelter option in army green color."}
{"entity_type":"block","entity_name":"cntCampingTentAngularRainCoverBlack","layman_description":"An angular black tent with protective rain cover for severe weather.","technical_description":"Protected tent variant with black tint and rain cover model.","player_impact":"Provides weather-resistant black shelter option."}
{"entity_type":"block","entity_name":"cntCampingTentAngularRainCoverBlue","layman_description":"An angular blue tent with rain cover shield for storm protection.","technical_description":"Weather-protected tent with blue tint and loot settings.","player_impact":"Offers rain-resistant blue shelter for wet climates."}
{"entity_type":"block","entity_name":"cntCampingTentAngularRainCoverOrange","layman_description":"An angular orange tent with protective rain cover for difficult conditions.","technical_description":"Protected tent variant with orange tint and weather settings.","player_impact":"Provides orange rain-protected shelter option."}
{"entity_type":"block","entity_name":"cntCampingTentAngularRainCoverRed","layman_description":"An angular red tent with rain cover for reliable weather protection.","technical_description":"Weather-protected tent with red tint and loot contents.","player_impact":"Offers red rain-resistant shelter for survival camps."}
{"entity_type":"block","entity_name":"cntCampingTentAngularRainCoverWhite","layman_description":"An angular white tent with protective rain cover for dependable shelter.","technical_description":"Rain-covered white tent with downgrade mechanics.","player_impact":"Provides white weather-protected shelter option."}
{"entity_type":"block","entity_name":"cntCampingTentAngularRandomHelper","layman_description":"An angular tent helper for level design with random survival gear contents.","technical_description":"Development tool with red tint and helper filtering.","player_impact":"Enables designers to place varied angular tent loot."}
{"entity_type":"block","entity_name":"cntCampingTentAngularRed","layman_description":"An angular red camping tent for visible temporary shelter setup.","technical_description":"Tent with red tint and downgrade to damaged variant.","player_impact":"Provides red shelter option containing camping supplies."}
{"entity_type":"block","entity_name":"cntCampingTentAngularWhite","layman_description":"An angular white camping tent as a clean neutral shelter option.","technical_description":"White tent with neutral tinting and downgrade settings.","player_impact":"Offers classic white shelter for temporary camps."}
{"entity_type":"block","entity_name":"cntCampingTentDomeArmyGreen","layman_description":"A dome-shaped army green camping tent for enhanced weather protection.","technical_description":"Dome tent with army tint and loot contents from camping list.","player_impact":"Provides superior dome shelter in army green color."}
{"entity_type":"block","entity_name":"cntCampingTentDomeBlack","layman_description":"A dome-shaped black camping tent for discrete weather-protected shelter.","technical_description":"Dome tent variant with black tint and model positioning.","player_impact":"Offers stealth dome shelter with enhanced protection."}
{"entity_type":"block","entity_name":"cntCampingTentDomeBlue","layman_description":"A dome-shaped blue camping tent for reliable weather protection and storage.","technical_description":"Dome tent with blue tint and loot contents.","player_impact":"Provides blue dome shelter with camping supplies inside."}
{"entity_type":"block","entity_name":"cntCampingTentDomeDamagedArmyGreen","layman_description":"A damaged dome army green tent showing collapse and weather wear.","technical_description":"Damaged dome variant with army tint and worn appearance.","player_impact":"Shows deteriorated dome shelter condition."}
{"entity_type":"block","entity_name":"cntCampingTentDomeDamagedBlack","layman_description":"A damaged dome black tent with visible structural failure and wear.","technical_description":"Worn dome tent with black tint and damage appearance.","player_impact":"Displays heavily damaged black dome shelter."}
{"entity_type":"block","entity_name":"cntCampingTentDomeDamagedBlue","layman_description":"A damaged dome blue tent with collapsed structure from weather damage.","technical_description":"Damaged dome tent with blue tint and worn appearance.","player_impact":"Shows structural failure in blue dome tent."}
{"entity_type":"block","entity_name":"cntCampingTentDomeDamagedOrange","layman_description":"A damaged dome orange tent showing collapse and environmental weathering.","technical_description":"Worn dome variant with orange tint and damage appearance.","player_impact":"Displays deteriorated orange dome structure."}
{"entity_type":"block","entity_name":"cntCampingTentDomeDamagedRed","layman_description":"A damaged dome red tent with tears and structural compromise from weather.","technical_description":"Damaged dome tent with red tint and worn appearance.","player_impact":"Shows weather-damaged red dome shelter."}
{"entity_type":"block","entity_name":"cntCampingTentDomeDamagedWhite","layman_description":"A damaged dome white tent with visible collapse and weather destruction.","technical_description":"Damaged white dome with no downgrade mechanic.","player_impact":"Shows severely compromised white dome structure."}
{"entity_type":"block","entity_name":"cntCampingTentDomeOrange","layman_description":"A dome-shaped orange camping tent for bright visible weather-protected shelter.","technical_description":"Dome tent with orange tint and downgrade settings.","player_impact":"Provides orange dome shelter with survival supplies inside."}
{"entity_type":"block","entity_name":"cntCampingTentDomeRainCoverArmyGreen","layman_description":"A dome tent with rain cover in army green for maximum weather defense.","technical_description":"Rain-protected dome with army tint and loot contents.","player_impact":"Offers superior weather protection in army green dome."}
{"entity_type":"block","entity_name":"cntCampingTentDomeRainCoverBlack","layman_description":"A dome tent with rain cover in black for discrete weather protection.","technical_description":"Protected dome variant with black tint and weather settings.","player_impact":"Provides stealth dome shelter with rain protection."}
{"entity_type":"block","entity_name":"cntCampingTentDomeRainCoverBlue","layman_description":"A dome tent with protective rain cover in blue for storm conditions.","technical_description":"Weather-protected dome with blue tint and loot settings.","player_impact":"Offers blue rain-protected dome shelter."}
{"entity_type":"block","entity_name":"cntCampingTentDomeRainCoverOrange","layman_description":"A dome tent with rain cover in orange for visible weather protection.","technical_description":"Protected dome variant with orange tint and weather settings.","player_impact":"Provides orange rain-protected dome shelter."}
{"entity_type":"block","entity_name":"cntCampingTentDomeRainCoverRed","layman_description":"A dome tent with protective rain cover in red for dependable shelter.","technical_description":"Weather-protected dome with red tint and loot contents.","player_impact":"Offers red rain-protected dome for survival camps."}
{"entity_type":"block","entity_name":"cntCampingTentDomeRainCoverWhite","layman_description":"A dome tent with protective rain cover in white for reliable weather defense.","technical_description":"Rain-covered white dome with downgrade mechanics.","player_impact":"Provides white weather-protected dome shelter."}
{"entity_type":"block","entity_name":"cntCampingTentDomeRandomHelper","layman_description":"A dome tent helper for level design placing varied camping gear randomly.","technical_description":"Development tool with red tint and helper filtering for domes.","player_impact":"Enables designers to place varied dome tent loot."}
{"entity_type":"block","entity_name":"cntCampingTentDomeRed","layman_description":"A dome-shaped red camping tent for visible weather-protected shelter.","technical_description":"Dome tent with red tint and downgrade settings.","player_impact":"Provides red dome shelter containing supplies."}
{"entity_type":"block","entity_name":"cntCampingTentDomeWhite","layman_description":"A dome-shaped white camping tent as a classic shelter option.","technical_description":"White dome with neutral tinting and downgrade mechanics.","player_impact":"Offers traditional white dome shelter for camps."}
