{"entity_type":"item","entity_name":"Iron Knuckles","layman_description":"Metal reinforced gloves that add punch damage to your melee strikes.","technical_description":"Armor slot item with melee damage multiplier and equipped state.","player_impact":"Increases your unarmed combat damage output."}
{"entity_type":"item","entity_name":"Radiation Suit","layman_description":"A protective suit that shields you from radioactive zones in the game.","technical_description":"Full-body armor with radiation resistance stat and durability tracking.","player_impact":"Allows you to enter irradiated areas without taking damage."}
{"entity_type":"item","entity_name":"Heavy Soldier Armor","layman_description":"Military-grade plating that absorbs lots of damage but is heavy to wear.","technical_description":"Heavy armor class with high damage reduction and reduced movement speed penalty.","player_impact":"Reduces damage taken but slows your movement speed."}
{"entity_type":"item","entity_name":"Leather Armor","layman_description":"Simple leather protection that gives basic defense and is lightweight.","technical_description":"Light armor class with low damage reduction and minimal weight penalty.","player_impact":"Offers basic protection without slowing you down much."}
{"entity_type":"item","entity_name":"Zombie Police Hat","layman_description":"A hat that lets zombies think you're one of them so they ignore you.","technical_description":"Head slot equipment with zombie-perception modifier and disguise effect.","player_impact":"Zombies won't attack you if you wear it."}
{"entity_type":"item","entity_name":"Military Backpack","layman_description":"A large pack that holds more items when worn.","technical_description":"Back slot armor with inventory capacity modification property.","player_impact":"Increases your inventory space when equipped."}
{"entity_type":"item","entity_name":"Scuba Tank","layman_description":"An air tank that lets you breathe underwater for a limited time.","technical_description":"Equipment item with oxygen meter and underwater breathing enable state.","player_impact":"Lets you stay underwater and explore submerged areas."}
{"entity_type":"item","entity_name":"Mining Helmet","layman_description":"A hard hat with a light source attached for dark areas.","technical_description":"Head slot item with integrated light source and collision protection.","player_impact":"Illuminates dark caves and provides head protection."}
{"entity_type":"item","entity_name":"Hazmat Suit","layman_description":"A full protective suit that keeps you safe from toxic gases.","technical_description":"Full-body toxic-protection armor with gas resistance value.","player_impact":"Protects you from poisonous gas in contaminated areas."}
{"entity_type":"item","entity_name":"Leather Boots","layman_description":"Footwear that reduces fall damage when you jump down.","technical_description":"Feet slot armor with fall-damage reduction percentage.","player_impact":"Reduces injury from landing after drops."}
