{"entity_type":"item","entity_name":"backpackCamouflageGreen","layman_description":"A green camouflage backpack for concealment in wilderness.","technical_description":"Armor slot item with tier classification and weight properties tied to armor progression.","player_impact":"Reduces detection range in outdoor environments, helping players avoid zombie hordes and sneak past threats."}
{"entity_type":"item","entity_name":"backpackCamouflageSnow","layman_description":"A white snow-pattern backpack effective in winter terrain.","technical_description":"Equippable armor item with custom tint color and material properties for cold biome adaptation.","player_impact":"Increases visibility advantage in snow biomes while providing moderate storage and cold resistance."}
{"entity_type":"block","entity_name":"cntCupboardCorpseDebris","layman_description":"A decaying cupboard with corpse remains scattered around it.","technical_description":"Container block with loot probability tied to corpse dismemberment values and debris particles.","player_impact":"High-risk loot location that requires careful navigation; alerts nearby zombies to player proximity."}
{"entity_type":"item","entity_name":"foodPreparedMeatStew","layman_description":"A filling meat stew that restores hunger and provides stamina boost.","technical_description":"Consumable food item with health regeneration values and buff timers for nutrition mechanics.","player_impact":"Essential early survival food source; can be crafted in bulk for expeditions and storage."}
{"entity_type":"block","entity_name":"trapWoodGatePowered","layman_description":"An automated wooden gate trap that can be triggered by proximity sensors.","technical_description":"Activatable block with power requirements and trigger delay properties controlling zombie crowd control.","player_impact":"Defensive building element that requires power investment; effective for creating choke points during horde nights."}
{"entity_type":"item","entity_name":"modGunTriggerGroupBurst","layman_description":"A firearm modification enabling burst fire mode for rapid shots.","technical_description":"Weapon modifier with burst fire rate parameters unlocked through perk progression system.","player_impact":"Transforms slow weapons into mid-range burst firearms; requires ammunition expenditure but increases damage output per second."}
{"entity_type":"block","entity_name":"cntStorageGenericLarge","layman_description":"A massive storage container for bulk item organization.","technical_description":"Container block with maximum item count and slot configuration supporting specialized storage grouping.","player_impact":"Essential base infrastructure for managing large quantities of crafting materials and resources without inventory overflow."}
{"entity_type":"item","entity_name":"armorLeatherGloves","layman_description":"Protective leather gloves that absorb melee damage and improve grip.","technical_description":"Equippable armor piece with armor rating values and slash resistance modifiers for hand slots.","player_impact":"Early protective gear that reduces incoming melee damage; allows carrying heavier weapons without penalty."}
{"entity_type":"block","entity_name":"doorIronFrameInsecure","layman_description":"An unsecured iron door frame awaiting installation of door mechanics.","technical_description":"Door block variant with material upgrades affecting health pools and demolition time through progression.","player_impact":"Provides heavy security option for bases; requires forged steel craft and substantial player investment to fortify."}
{"entity_type":"item","entity_name":"resourceBoltSteel","layman_description":"Industrial steel bolts used in mechanical construction and repairs.","technical_description":"Crafting ingredient with stack limits and forged metal classifications for mechanical repairs.","player_impact":"Required component for trap construction and advanced tool repairs; must be farmed from specific loot containers."}
{"entity_type":"block","entity_name":"cntMailbox","layman_description":"A residential mailbox containing occasional correspondence and valuables.","technical_description":"Interactable container with take delay properties and loot list distribution for POI loot progression.","player_impact":"Low-risk loot source in residential areas; contains occasional high-value items that reward exploration."}
{"entity_type":"item","entity_name":"toolWrench","layman_description":"A steel wrench for disassembling mechanical devices and fastening connections.","technical_description":"Multi-purpose tool with block damage values and specialized crafting requirement tags.","player_impact":"Essential inventory item for trap maintenance and salvaging mechanical parts from vehicles and blocks."}
{"entity_type":"block","entity_name":"trapConcFloorSpikes","layman_description":"Concrete flooring embedded with protruding steel spikes for area denial.","technical_description":"Hazard block with damage type classification and secondary buff application for entity contact.","player_impact":"Effective zombie crowd control that damages and slows hoards; requires maintenance but provides area protection."}
{"entity_type":"item","entity_name":"foodRawPotatoSeed","layman_description":"A potato seed for crop cultivation in player-owned farms.","technical_description":"Plantable seed item with fertility level modifiers and growth stage progression mechanics.","player_impact":"Enables long-term food sustainability; allows players to establish self-sufficient agricultural operations."}
{"entity_type":"block","entity_name":"cntWeaponsBagSmall","layman_description":"A compact tactical bag containing lightweight weapons and ammunition.","technical_description":"Loot container with weighted list distribution prioritizing ranged weapons and ammo stacks.","player_impact":"Early combat resource opportunity that can jumpstart player armament progression significantly."}
{"entity_type":"item","entity_name":"ammoBluntForce","layman_description":"Blunt-impact ammunition rounds that stun targets without piercing.","technical_description":"Projectile variant with zero piercing damage and knockback force parameters for crowd control weapons.","player_impact":"Specialized ammo option for non-lethal crowd management and zombie crowd control situations."}
{"entity_type":"block","entity_name":"cntPowderBox","layman_description":"A metal container storing volatile gunpowder charge.","technical_description":"Explosive hazard block with damage radius properties and dismemberment multiplier effects on nearby entities.","player_impact":"Dangerous to disturb; creates environmental hazard that can aid or hinder player combat situations."}
{"entity_type":"item","entity_name":"modT4Armor","layman_description":"Advanced armor plating tier 4 modification for protective gear.","technical_description":"Armor enhancement modifier with escalating armor rating values relative to previous tier versions.","player_impact":"Late-game progression material that significantly improves protective gear durability and safety."}
{"entity_type":"block","entity_name":"cntCoffeeMakerCommercial","layman_description":"A large commercial coffee machine used in restaurants for bulk beverage production.","technical_description":"Functional appliance block with fuel consumption and output item list for prepared beverages.","player_impact":"Non-essential utility that can improve morale and provide small stat buffs in player settlements."}
{"entity_type":"item","entity_name":"questRewardRandomLoot","layman_description":"A mystery reward item with randomized content from quest completion.","technical_description":"Loot container item with random selection algorithm weighted by difficulty tier and progression stage.","player_impact":"Incentivizes quest completion; provides surprise loot that can advance multiple playstyle approaches."}
{"entity_type":"block","entity_name":"trapFlameGrate","layman_description":"A floor grate infused with propane-fed flame traps for area denial.","technical_description":"Fire hazard block with active radius effects applying burn buffs and damage over time to entities.","player_impact":"Effective against zombie hordes but consumes fuel; provides powerful defense at cost of resources."}
{"entity_type":"item","entity_name":"resourceCopperOre","layman_description":"Raw copper ore ore used in electrical components and alloys.","technical_description":"Raw resource with smelting time properties and refined metal conversion ratios for advanced crafting.","player_impact":"Essential ingredient for electrical systems; forces players to establish mining or looting routes."}
{"entity_type":"block","entity_name":"cntShoeRack","layman_description":"A wooden shoe display rack containing footwear and accessories.","technical_description":"Container block with specialized loot list targeting armor feet items and foot cosmetics.","player_impact":"Provides footwear progression early in gameplay; allows players to obtain mobility boots."}
{"entity_type":"item","entity_name":"meleeToolRepairT2IronHammer","layman_description":"A reinforced iron hammer for tool repair with superior striking force.","technical_description":"Repair tool with repair amount values and experience multiplier bonuses for maintenance activities.","player_impact":"Unlocks expedited tool repair cycles; significantly reduces downtime on damaged equipment during expeditions."}
{"entity_type":"block","entity_name":"cntWallSafeEtc","layman_description":"An ornamental wall-mounted safe with secure storage locking mechanism.","technical_description":"Lockable container with lock difficulty ratings and lockpick break chance properties for security.","player_impact":"High-value loot container in POIs; rewards lockpick skill investment with premium rewards."}
{"entity_type":"item","entity_name":"plantedCropsCornGrowingStage2","layman_description":"Corn crop at mid-growth stage showing visible stalk development.","technical_description":"Growing plant block with fertile level progression and harvest readiness state transitions.","player_impact":"Allows players to anticipate harvests; provides visual feedback on farm investment progress."}
{"entity_type":"block","entity_name":"trapBarbedWireBlock","layman_description":"Bare barbed wire strands creating painful barrier terrain.","technical_description":"Hazard contact block with damage type classification and persistent application of bleeding debuffs.","player_impact":"Effective on player-controlled bases but harms allies; requires careful placement to avoid friendly fire."}
{"entity_type":"item","entity_name":"resourcePaintRed","layman_description":"Red paint pigment for cosmetic block coloring in construction.","technical_description":"Crafting ingredient with color value parameters applied during block painting mechanics.","player_impact":"Allows personalization of base aesthetic; enables creation of faction-themed territory marking."}
{"entity_type":"block","entity_name":"cntGunSafeSecure","layman_description":"A reinforced gun cabinet with maximum security locking and alarm system.","technical_description":"Container block with upgraded lock difficulty and reduced lockpick break chance properties.","player_impact":"Late-game chest variant; rewards patient lockpicking with significant weapons and ammunition caches."}
{"entity_type":"item","entity_name":"foodRawChickenEgg","layman_description":"A raw chicken egg that can be cooked or used in recipes.","technical_description":"Ingredient item with cooking requirement flag and crafting recipe prerequisites for prepared meals.","player_impact":"Establishes chicken farming sustainability; enables renewable food production in player settlements."}
{"entity_type":"block","entity_name":"cntCouchFront","layman_description":"An old residential couch positioned at room center for sitting.","technical_description":"Furniture block with cosmetic classification and rest bonus properties for morale mechanics.","player_impact":"Provides comfort passive buff; helps maintain player mental health during long base construction sessions."}
{"entity_type":"item","entity_name":"modMeleeStunBaton","layman_description":"A stun-delivery modification for melee batons using electrical charge.","technical_description":"Weapon modifier with stun duration parameters and electrical damage application on successful hits.","player_impact":"Enables non-lethal zombie control; allows players to corral and separate zombie groups tactically."}
{"entity_type":"block","entity_name":"trapBarbedWireFence","layman_description":"Defensive barrier using multiple barbed wire strands for perimeter security.","technical_description":"Barrier block with melee collision properties and continuous damage application to touching entities.","player_impact":"Cheap defensive option that forces players to route around; effective for funnel-based trap design."}
{"entity_type":"item","entity_name":"resourceBonemeal","layman_description":"Powdered bone fragments used as crop fertilizer for plant growth.","technical_description":"Crafting ingredient with fertilizer effectiveness parameters for plant growth acceleration.","player_impact":"Optional optimization for farming; reduces crop growth time if players invest in bonemeal production chains."}
{"entity_type":"block","entity_name":"cntBookShelf","layman_description":"A tall wooden bookshelf containing skill books and reading materials.","technical_description":"Container block with specialized loot list targeting skill books and recipe learning opportunities.","player_impact":"Critical resource for skill progression; enables players to unlock recipes without trader dependency."}
{"entity_type":"item","entity_name":"foodCookedChickenLeg","layman_description":"A cooked poultry leg that restores hunger with meat protein.","technical_description":"Consumable food item with nutrition values and cooking time requirements from raw ingredients.","player_impact":"Essential mid-game food source; supports extended survival expeditions without base dependency."}
{"entity_type":"block","entity_name":"cntAmmunitionBoxSmall","layman_description":"A metal ammunition storage box containing small-caliber rounds.","technical_description":"Loot container with weighted ammunition distribution favoring pistol and SMG cartridges.","player_impact":"Ammo resource node that makes early gunplay viable; rewards exploration of tactical locations."}
{"entity_type":"item","entity_name":"toolTimerClock","layman_description":"A precision mechanical timer for trap activation coordination.","technical_description":"Utility item with activation delay properties used in trap logic and automated base defense systems.","player_impact":"Enables sophisticated trap timing; allows creation of sequenced trap corridors for maximum efficiency."}
{"entity_type":"block","entity_name":"cntVendingMachineTop","layman_description":"The upper control panel of an old vending machine dispensing snacks.","technical_description":"Functional container block with limited selection and pre-set item distribution mechanics.","player_impact":"Decorative element that provides occasional snack items; low priority compared to other loot sources."}
{"entity_type":"item","entity_name":"resourceQuartz","layman_description":"Raw quartz crystal used in optical instruments and electronics.","technical_description":"Mineral resource with smelting capability for electronics crafting progression chain.","player_impact":"Rare resource required for electronics; motivates players to mine specific biome locations."}
{"entity_type":"block","entity_name":"doorWoodGate","layman_description":"A simple wooden gate for base perimeter access control.","technical_description":"Door block with basic security rating and demolition health values for early-game base building.","player_impact":"Initial gate option available with basic materials; easily destroyed by horde night attacks."}
{"entity_type":"item","entity_name":"modGunScopeLarge","layman_description":"A magnified optical scope for rifles providing extreme zoom capability.","technical_description":"Weapon attachment with sight offset properties and scope parameter adjustments for precision targeting.","player_impact":"Enables long-range elimination; allows sniping from safe distance during combat encounters."}
{"entity_type":"block","entity_name":"trapFlamethrowerBlock","layman_description":"An automated flamethrower turret mounted on wall for area denial.","technical_description":"Active defense block with fuel consumption rates and damage radius properties for continuous area hazard.","player_impact":"Powerful deterrent that consumes fuel quickly; requires fuel supply lines to maintain utility."}
{"entity_type":"item","entity_name":"foodCookedBeef","layman_description":"Cooked beef meat that substantially restores hunger and stamina.","technical_description":"Cooked consumable with regeneration values and satiety duration properties for survival mechanics.","player_impact":"High-nutrition food that supports extended exploration; can be farmed from zombie corpses and animals."}
{"entity_type":"block","entity_name":"cntLootCrateMilitary","layman_description":"A military supply crate with tactical equipment and weapon caches.","technical_description":"High-value container with increased legendary item drop rates and weapon focus in loot tables.","player_impact":"Tier-progression milestone; finding these crates significantly accelerates player equipment advancement."}
{"entity_type":"item","entity_name":"resourceLeadOre","layman_description":"Raw lead ore used in ammunition and radiation shielding.","technical_description":"Mineral resource with smelting output values and ammunition crafting requirement chains.","player_impact":"Essential for ammo production; forces players to establish sustainable mining operations."}
{"entity_type":"block","entity_name":"cntBookstore","layman_description":"A commercial bookstore display with extensive skill and recipe books.","technical_description":"Large container block with maximized book output and skill recipe distribution for learning mechanics.","player_impact":"Premium learning location; accessing these unlocks multiple crafting recipes enabling autonomous gameplay."}
{"entity_type":"item","entity_name":"armorClothHead","layman_description":"A simple cloth headwrap providing basic head protection.","technical_description":"Armor piece with minimal armor rating and weight classification for early survivability.","player_impact":"First armor item available; provides essential head protection preventing instant death from headshots."}
{"entity_type":"block","entity_name":"trapGasDebris","layman_description":"A toxic gas cloud created by chemical hazard block damage.","technical_description":"Hazard effect with duration mechanics and gas damage application to breathing entities.","player_impact":"Environmental hazard; forces players to use gas masks or find alternate routes through contaminated areas."}
{"entity_type":"item","entity_name":"modArmorPadding","layman_description":"Additional padding material for armor pieces improving protective coverage.","technical_description":"Armor modifier with armor rating increase values and weight distribution properties.","player_impact":"Incremental armor improvement; allows players to boost existing gear without replacing it."}
{"entity_type":"block","entity_name":"cntToolboxSmall","layman_description":"A portable toolbox containing basic hand tools and supplies.","technical_description":"Container block with tool item specialization and repair material distribution.","player_impact":"Common loot that provides steady stream of repair materials during early progression."}
{"entity_type":"item","entity_name":"resourceScrapBrass","layman_description":"Reclaimed brass metal fragments for ammunition and electronic components.","technical_description":"Scrap resource with melting recipes for ammunition crafting and alloy production chains.","player_impact":"Reliable ammunition component source; ensures players can maintain firearm usage."}
{"entity_type":"block","entity_name":"cntWallOvenStove","layman_description":"An embedded kitchen oven for cooking prepared meals.","technical_description":"Functional appliance block with fuel consumption and cooking recipe output lists.","player_impact":"Base infrastructure allowing food preparation without inventory burden; supports large-scale farming."}
{"entity_type":"item","entity_name":"foodRawBeef","layman_description":"Raw meat from animal corpses requiring cooking before consumption.","technical_description":"Raw ingredient with cooking time requirements and food poisoning risk if consumed uncooked.","player_impact":"Primary protein source; motivates animal hunting and hunting skill development."}
{"entity_type":"block","entity_name":"cntDeskFile","layman_description":"An office file cabinet containing documents and desk supplies.","technical_description":"Container block with paper and document item loot priorities for reading materials.","player_impact":"Common office loot providing learning materials and occasional valuable documents."}
{"entity_type":"item","entity_name":"skillNoteGunsmithing","layman_description":"A detailed instruction manual for firearm modification and maintenance.","technical_description":"Learning item that unlocks gunsmithing recipe progression when read by player.","player_impact":"Gate key for weapon modification system; enables player customization of firearms."}
{"entity_type":"block","entity_name":"trapBarbedWireCeiling","layman_description":"Barbed wire strung across ceiling for vertical area denial.","technical_description":"Hazard block with overhead collision detection and sustained damage application to players.","player_impact":"Specialized trap for traversal denial; forces players to take alternative routes or take continuous damage."}
{"entity_type":"item","entity_name":"armorGlassGoggles","layman_description":"Protective eyewear providing radiation and dust particle protection.","technical_description":"Accessory item with radiation resistance modifiers and environmental hazard mitigation values.","player_impact":"Specialized gear for radiation zones; enables exploration of contaminated regions safely."}
{"entity_type":"block","entity_name":"cntMedicineBox","layman_description":"A wall-mounted first aid kit with medical supplies.","technical_description":"Container block with medicine item distribution and healing potion concentration.","player_impact":"Reliable healing supply source; enables players to stock medical supplies before expeditions."}
{"entity_type":"item","entity_name":"resourcePulp","layman_description":"Processed plant fiber used in paper and cloth crafting.","technical_description":"Crafting ingredient with recipe chain inputs for clothing and document production.","player_impact":"Renewable resource enabling self-sufficient clothing production in late game."}
{"entity_type":"block","entity_name":"cntLaundryBasket","layman_description":"A wicker basket containing worn clothing and fabric pieces.","technical_description":"Container block with clothing and cloth item output distribution.","player_impact":"Common clothing loot; provides early armor options and cloth for crafting."}
{"entity_type":"item","entity_name":"ammoShotgunShell","layman_description":"Shotgun ammunition cartridge with multiple pellet projectiles.","technical_description":"Ammunition type with spread damage mechanics and barrel damage application properties.","player_impact":"Essential for shotgun usage; creates damage spread enabling crowd control tactics."}
{"entity_type":"block","entity_name":"cntCoffeeMaker","layman_description":"A small household coffee machine for beverage preparation.","technical_description":"Appliance block with beverage recipe output and minor stat buff beverages.","player_impact":"Cosmetic utility; provides minor morale buff without significant gameplay impact."}
{"entity_type":"item","entity_name":"foodCanBeef","layman_description":"A sealed metal can containing preserved beef meat.","technical_description":"Preserved food item with long shelf life and nutritional value equivalent to fresh meat.","player_impact":"Long-term food storage solution; enables expeditions without fresh food dependence."}
{"entity_type":"block","entity_name":"cntChestOldWood","layman_description":"An ancient wooden chest with locked storage compartment.","technical_description":"Container block with higher lock difficulty values and legacy item distribution.","player_impact":"Atmospheric loot container; requires lockpicking to access modest rewards."}
{"entity_type":"item","entity_name":"resourceNail","layman_description":"Steel nails used in block construction and trap assembly.","technical_description":"Crafting ingredient with stack limits and construction material classification.","player_impact":"Basic building material consumed in large quantities; ensures early resource grinding need."}
{"entity_type":"block","entity_name":"cntFridgeStainless","layman_description":"A stainless steel refrigerator containing perishable food items.","technical_description":"Container block with food item specialization and preservation property effects.","player_impact":"Provides fresh food supplies; usually found in residential POIs as significant loot nodes."}
{"entity_type":"item","entity_name":"modT1Armor","layman_description":"Basic armor tier 1 modification for upgrading protective gear.","technical_description":"Armor enhancement with early-game armor rating values enabling quick gear progression.","player_impact":"First equipment upgrade allowing players to scale armor with progression tier."}
{"entity_type":"block","entity_name":"trapExplosiveCharge","layman_description":"A manually-detonated explosive charge for block destruction.","technical_description":"Trap device with detonation radius properties and block damage multiplier parameters.","player_impact":"Tactical element allowing players to demolish obstacles or create new paths dynamically."}
{"entity_type":"item","entity_name":"resourceLeather","layman_description":"Processed leather hide from animal corpses for armor crafting.","technical_description":"Crafting ingredient with durability properties and armor piece input requirements.","player_impact":"Essential for armor crafting; encourages animal hunting and leather processing."}
{"entity_type":"block","entity_name":"cntCupboardOpen","layman_description":"An open kitchen cupboard exposing stored food items.","technical_description":"Container block with food item distribution and meal ingredient output focus.","player_impact":"Common residential loot; provides steady supply of cooking ingredients during progression."}
{"entity_type":"item","entity_name":"foodBerry","layman_description":"A foraged berry providing minimal hunger restoration.","technical_description":"Forage item with stack limits and natural spawning properties in terrain vegetation.","player_impact":"Free food source available without crafting; enables players to survive early game without cooking."}
{"entity_type":"block","entity_name":"cntGunSafeWhite","layman_description":"A white-painted firearm safe with dual-lock security.","technical_description":"Container variant with cosmetic coloration and standard lock difficulty ratings.","player_impact":"Common safe variant; provides moderate weapon supplies for mid-game progression."}
{"entity_type":"item","entity_name":"toolShovelStone","layman_description":"A stone shovel for efficient dirt and sand excavation.","technical_description":"Harvesting tool with block damage values and specialized terrain interaction rates.","player_impact":"Essential mining tool; enables players to excavate blocks and extract underground resources."}
{"entity_type":"block","entity_name":"cntWeaponsBagLarge","layman_description":"A large military weapons duffel containing diverse firearms and ammunition.","technical_description":"High-value container with extensive weapon list and ammunition distribution.","player_impact":"Tier-milestone reward providing significant combat capability boost to finders."}
{"entity_type":"item","entity_name":"resourceZincOre","layman_description":"Raw zinc mineral used in brass alloy production.","technical_description":"Ore resource with specific smelting requirements for brass component production.","player_impact":"Required for ammunition crafting chains; ensures ammo requires resource harvesting."}
{"entity_type":"block","entity_name":"cntCupboardCorpse","layman_description":"A cupboard containing decomposing corpse remnants and gore.","technical_description":"Hazard container with corpse debris effects and disease buff application to proximity.","player_impact":"High-risk loot; provides supplies but exposes player to infection hazards."}
{"entity_type":"item","entity_name":"ammoRocket","layman_description":"Rocket projectile ammunition for launcher weapons.","technical_description":"Explosive ammunition type with large damage radius and block destruction capabilities.","player_impact":"Powerful but rare ammo; used sparingly for high-impact tactical situations."}
{"entity_type":"block","entity_name":"cntStorageChest","layman_description":"A large wooden storage chest for bulk item organization.","technical_description":"Container block with substantial item slots and weight capacity for item management.","player_impact":"Early-game storage infrastructure; enables inventory expansion for base-building activities."}
{"entity_type":"item","entity_name":"resourcePaper","layman_description":"Processed paper material for written documents and crafting.","technical_description":"Crafting ingredient used in quest item creation and documentation systems.","player_impact":"Minor crafting component; provides completeness to paper-based item crafting."}
{"entity_type":"block","entity_name":"cntLocker","layman_description":"A metal personnel locker with locking mechanism.","technical_description":"Container block with employee storage configuration and workplace item specialization.","player_impact":"Common workplace loot; provides clothing and personal effects during base exploration."}
{"entity_type":"item","entity_name":"bookCrafting","layman_description":"A comprehensive crafting techniques manual with recipes.","technical_description":"Learning item that unlocks multiple crafting recipe tiers upon reading.","player_impact":"Critical learning resource; enables autonomous recipe discovery without trader dependency."}
{"entity_type":"block","entity_name":"cntMailbox02","layman_description":"A modern wall-mounted mailbox for residential package delivery.","technical_description":"Container block with take delay and residential loot distribution properties.","player_impact":"Low-risk loot; provides occasional valuable items while exploring residential areas."}
{"entity_type":"item","entity_name":"foodCookedCorn","layman_description":"Roasted corn kernels providing nutrition and mild stamina buff.","technical_description":"Prepared food item with cooking recipe and duration buff mechanics.","player_impact":"Sustainable food option that can be farm-produced indefinitely."}
{"entity_type":"block","entity_name":"cntBathroomSink","layman_description":"A residential bathroom sink with water system connection.","technical_description":"Non-functional decorative block with water interaction properties for aesthetic purposes.","player_impact":"Purely cosmetic element; adds realism to base interior decoration."}
{"entity_type":"item","entity_name":"resourceCloth","layman_description":"Woven fabric material for clothing and armor crafting.","technical_description":"Crafting ingredient with durability and armor crafting requirement chains.","player_impact":"Essential armor ingredient; ensures players must gather or craft clothing components."}
{"entity_type":"block","entity_name":"cntBagsofSeeds","layman_description":"Seed storage bags containing diverse crop seeds.","technical_description":"Container block with seed item distribution and crop type specialization.","player_impact":"Farming resource node; provides seeds for establishing agricultural operations."}
{"entity_type":"item","entity_name":"modGunBarrelExtender","layman_description":"Extended barrel modification increasing firearm accuracy and range.","technical_description":"Weapon attachment with range increase parameters and accuracy bonus values.","player_impact":"Improves long-range viability of weapons; enables sniping without scope modifications."}
{"entity_type":"block","entity_name":"cntBackpack","layman_description":"A large camping backpack for supply storage.","technical_description":"Container block with portable properties and weight distribution effects.","player_impact":"Mobile storage enabling exploration without base return; extends expedition duration."}
