{"entity_type":"item","entity_name":"Pistol","layman_description":"A handheld firearm that shoots bullets one at a time.","technical_description":"Ranged weapon with single-shot fire rate and standard caliber ammunition.","player_impact":"Deal ranged damage to enemies with controlled accuracy."}
{"entity_type":"item","entity_name":"Shotgun","layman_description":"A powerful gun that spreads shots in a wide pattern.","technical_description":"Ranged weapon with wide spread and high per-shot damage.","player_impact":"High damage close range but ineffective at distance."}
{"entity_type":"item","entity_name":"Hunting Rifle","layman_description":"A long-range rifle with high accuracy and damage.","technical_description":"Precision ranged weapon with low rate-of-fire and high accuracy bonus.","player_impact":"Best for long-distance sniping and pinpoint accuracy."}
{"entity_type":"item","entity_name":"Machine Gun","layman_description":"A gun that shoots many bullets rapidly in succession.","technical_description":"High-rate-of-fire automatic weapon with magazine-based ammo management.","player_impact":"Outputs lots of bullets fast but uses ammunition quickly."}
{"entity_type":"item","entity_name":"Crossbow","layman_description":"A bow that shoots bolts with mechanical power and is silent.","technical_description":"Ranged weapon with silent operation and bolt ammunition type.","player_impact":"Quiet ranged weapon that doesn't alert distant zombies."}
{"entity_type":"item","entity_name":"Compound Bow","layman_description":"A modern bow with mechanical advantage that shoots arrows far and fast.","technical_description":"Ranged weapon with high draw power and arrow capacity.","player_impact":"Effective ranged weapon that can be made without ammunition."}
{"entity_type":"item","entity_name":"Magnum Revolver","layman_description":"A heavy pistol that packs more punch than regular pistols.","technical_description":"High-power sidearm with revolver-cylinder magazine and strong per-shot damage.","player_impact":"More powerful than standard pistol but slower fire rate."}
{"entity_type":"item","entity_name":"Double Barrel Shotgun","layman_description":"A shotgun with two barrels for devastating close-range firepower.","technical_description":"Dual-fire ranged weapon with high damage per trigger pull.","player_impact":"Extreme close-range damage but requires reload after two shots."}
{"entity_type":"item","entity_name":"Combat Knife","layman_description":"A sharp blade for close melee combat and utility cutting.","technical_description":"Melee weapon with bleed effect application and cutting interactions.","player_impact":"Causes bleeding damage on hit and can cut materials."}
{"entity_type":"item","entity_name":"Iron Sword","layman_description":"A metal blade that deals solid melee damage with each swing.","technical_description":"Melee weapon with moderate damage per hit and durability value.","player_impact":"Standard melee weapon for fighting at close range."}
