{"entity_type":"property_name","entity_name":"CanDecorateOnSlopes","layman_description":"Controls if plants and decorations can grow on sloped terrain.","technical_description":"Block setting that enables decoration placement on angled surfaces.","player_impact":"You'll see more varied plant growth on hills and slopes when this is enabled."}
{"entity_type":"property_name","entity_name":"ModelType","layman_description":"Determines what 3D shape the creature or object uses in the game.","technical_description":"Defines the entity rendering mode for creatures and objects.","player_impact":"Affects how zombies, animals, and supply crates look when you encounter them."}
{"entity_type":"property_name","entity_name":"ItemCount","layman_description":"How many items you get when you destroy or harvest this block.","technical_description":"Sets the quantity of items dropped when block is destroyed.","player_impact":"Breaking containers and blocks will give you this many items."}
{"entity_type":"property_name","entity_name":"CraftingIngredientTime","layman_description":"How many seconds crafting takes when using this material.","technical_description":"Time multiplier applied when item is used in crafting recipes.","player_impact":"Using better quality materials makes your crafting faster."}
{"entity_type":"property_name","entity_name":"DegradationBreaksAfter","layman_description":"Whether your tool disappears or becomes unusable when fully damaged.","technical_description":"Controls if items are destroyed at zero durability or become unusable.","player_impact":"Some broken tools can be repaired while others are lost forever."}
{"entity_type":"property_name","entity_name":"Explosion.ParticleIndex","layman_description":"Which explosion visual effect appears when something blows up.","technical_description":"Selects particle effect for explosion events from the effects library.","player_impact":"Different explosions create different smoke, fire, and debris effects."}
{"entity_type":"property_name","entity_name":"Item","layman_description":"Which item appears in your inventory when you pick up this block.","technical_description":"Specifies the inventory item produced when block is collected.","player_impact":"Breaking doors and containers gives you different items to carry."}
{"entity_type":"property_name","entity_name":"PlaceAltBlockValue","layman_description":"Which different color or style appears when you cycle through options.","technical_description":"Defines alternate block variations accessible through placement cycling.","player_impact":"Lets you choose between colored gun safes, coolers, and decorations."}
{"entity_type":"property_name","entity_name":"SelectAlternates","layman_description":"Enables choosing between different colors or styles before placing.","technical_description":"Activates the block variant selection mechanism during placement.","player_impact":"You can pick which color or style you want before placing the item."}
{"entity_type":"property_name","entity_name":"UpgradeHitCount","layman_description":"How many times you must hit to upgrade to the next building material.","technical_description":"Number of tool strikes required to complete block upgrade.","player_impact":"Upgrading wood to concrete requires hitting it this many times."}
{"entity_type":"property_name","entity_name":"DestroyFX","layman_description":"Which breaking sound and debris effect plays when destroyed.","technical_description":"Specifies the destruction particle and audio effect for blocks.","player_impact":"Metal doors and glass windows make different sounds and debris when broken."}
{"entity_type":"property_name","entity_name":"Sphere","layman_description":"How far the weapon can hit in front of you.","technical_description":"Melee weapon collision detection radius for hit detection.","player_impact":"Longer reach means you can hit enemies from farther away."}
{"entity_type":"property_name","entity_name":"FuelValue","layman_description":"How long this item burns when used in forges or campfires.","technical_description":"Duration in game ticks that item provides fuel for burning.","player_impact":"Better fuel items keep your forge and campfire running longer."}
{"entity_type":"property_name","entity_name":"DamageBlock","layman_description":"How much damage your tool does to blocks and buildings.","technical_description":"Base damage multiplier for tool attacks against block structures.","player_impact":"Higher values let you chop wood and break stone faster."}
{"entity_type":"property_name","entity_name":"DamageEntity","layman_description":"How much damage your tool does to zombies and animals.","technical_description":"Base damage multiplier for tool attacks against living entities.","player_impact":"Higher values kill zombies and animals with fewer hits."}
{"entity_type":"property_name","entity_name":"ParticleOnDeath","layman_description":"Which visual effect appears when this zombie or object is destroyed.","technical_description":"Particle effect spawned when entity reaches zero health.","player_impact":"Dead zombies and destroyed cars create different smoke and debris clouds."}
{"entity_type":"property_name","entity_name":"resourceScrapIron","layman_description":"How much scrap iron you get from scrapping or destroying this.","technical_description":"Quantity of scrap iron resource awarded on block destruction.","player_impact":"Breaking metal objects gives you scrap iron for crafting and forging."}
{"entity_type":"property_name","entity_name":"RepairExpMultiplier","layman_description":"How much experience you gain when repairing this item.","technical_description":"Experience multiplier applied when item is repaired at a workbench.","player_impact":"Repairing better weapons gives you more skill points."}
{"entity_type":"property_name","entity_name":"resourceElectricParts","layman_description":"How many electrical parts you get from scrapping or destroying this.","technical_description":"Quantity of electrical parts resource awarded on block destruction.","player_impact":"Breaking electronics gives you parts needed for turrets and traps."}
{"entity_type":"property_name","entity_name":"HairMaskType","layman_description":"How much of your hairstyle shows when wearing this helmet or hat.","technical_description":"Defines which portions of player hair remain visible with equipped headgear.","player_impact":"Some helmets hide your hair completely while hats leave it visible."}
{"entity_type":"property_name","entity_name":"ToolCategory.harvestingTools","layman_description":"How effective this tool is at gathering resources from plants and crops.","technical_description":"Harvesting multiplier when tool is used on plant-based resources.","player_impact":"Better harvesting tools give you more crops when farming."}
{"entity_type":"property_name","entity_name":"MoveSpeedPattern","layman_description":"How fast the zombie moves during different parts of its attack cycle.","technical_description":"Sequence of movement speed multipliers for entity animation phases.","player_impact":"Zombies speed up and slow down as they chase and attack you."}
{"entity_type":"property_name","entity_name":"SoundJammed","layman_description":"Which sound plays when your weapon is too damaged to fire.","technical_description":"Audio clip played when weapon degradation prevents firing.","player_impact":"You'll hear a clicking sound when your gun needs repair."}
{"entity_type":"property_name","entity_name":"GrazeEnd","layman_description":"How far from center your melee swing still counts as a glancing hit.","technical_description":"Outer boundary of reduced damage zone for grazing attacks.","player_impact":"Hits near the edge of your swing do reduced damage."}
{"entity_type":"property_name","entity_name":"GrazeStart","layman_description":"How close to center your melee swing must be for full damage.","technical_description":"Inner boundary where full damage transitions to grazing damage.","player_impact":"Accurate swings that connect near the center do more damage."}
{"entity_type":"property_name","entity_name":"Range","layman_description":"How far away you can use this weapon or tool effectively.","technical_description":"Maximum effective distance for weapon or tool interactions.","player_impact":"Longer range lets you hit enemies and harvest blocks from farther away."}
{"entity_type":"property_name","entity_name":"SoundDeath","layman_description":"Which scream or noise the creature makes when killed.","technical_description":"Audio clip played when entity health reaches zero.","player_impact":"Different zombies and animals make unique death sounds."}
{"entity_type":"property_name","entity_name":"SoundHurt","layman_description":"Which pain noise the creature makes when damaged.","technical_description":"Audio clip played when entity takes non-fatal damage.","player_impact":"You'll hear different grunts and screams when hitting various enemies."}
{"entity_type":"property_name","entity_name":"SwingAngle","layman_description":"What direction your weapon swings when you attack.","technical_description":"Starting angle of weapon arc during melee animation.","player_impact":"Affects whether you swing sideways, overhead, or at an angle."}
{"entity_type":"property_name","entity_name":"SwingDegrees","layman_description":"How wide an arc your weapon sweeps through when attacking.","technical_description":"Total angular range covered by melee weapon during swing.","player_impact":"Wider swings can hit multiple enemies at once."}
{"entity_type":"property_name","entity_name":"UseGrazingHits","layman_description":"Whether edge hits do less damage than center hits.","technical_description":"Enables distance-based damage scaling for melee attacks.","player_impact":"Precise aim with your melee weapon becomes more rewarding."}
{"entity_type":"property_name","entity_name":"class","layman_description":"What type of vehicle part this is.","technical_description":"Categorizes vehicle parts for assembly and crafting requirements.","player_impact":"You need different part types to build and repair vehicles."}
{"entity_type":"property_name","entity_name":"PlantGrowing.Next","layman_description":"What the plant grows into during the next growth stage.","technical_description":"Specifies the successor block for plant growth progression.","player_impact":"Your crops and trees transform into this as they mature."}
{"entity_type":"property_name","entity_name":"Mass","layman_description":"How heavy the creature is for physics and knockback.","technical_description":"Entity weight used in collision and ragdoll calculations.","player_impact":"Heavier zombies are harder to knock back with explosions."}
{"entity_type":"property_name","entity_name":"TakeDelay","layman_description":"How many seconds before you can pick up this block again.","technical_description":"Cooldown timer in seconds before block can be collected.","player_impact":"You must wait this long after placing before picking it back up."}
{"entity_type":"property_name","entity_name":"Magazine_items","layman_description":"Which types of ammunition work with this weapon.","technical_description":"List of compatible magazine and ammunition items for weapon.","player_impact":"Only bullets and magazines on this list can be loaded."}
{"entity_type":"property_name","entity_name":"ParticleName","layman_description":"Which fire, smoke, or effect animation plays continuously.","technical_description":"Persistent particle system attached to active block.","player_impact":"Campfires show flames and forges create glowing embers."}
{"entity_type":"property_name","entity_name":"ParticleOffset","layman_description":"Where the fire or smoke effect appears relative to the block.","technical_description":"Position offset for particle effects from block center.","player_impact":"Adjusts whether flames appear at the top, center, or sides."}
{"entity_type":"property_name","entity_name":"SoundAttack","layman_description":"Which roar or attack noise plays when the enemy strikes.","technical_description":"Audio clip played during entity attack animation.","player_impact":"You'll hear threatening sounds when zombies swing at you."}
{"entity_type":"property_name","entity_name":"Stage2Health","layman_description":"How damaged the block must be to show visible cracks.","technical_description":"Health threshold for transitioning to damaged appearance state.","player_impact":"Blocks show cracks and damage as you hit them."}
{"entity_type":"property_name","entity_name":"SoundAlert","layman_description":"Which roar or growl the creature makes when spotting you.","technical_description":"Audio clip played when entity detects and aggros player.","player_impact":"You'll hear warning sounds when zombies notice you."}
{"entity_type":"property_name","entity_name":"SoundRandom","layman_description":"Which idle noises the creature randomly makes while wandering.","technical_description":"Audio clip pool for entity ambient vocalizations.","player_impact":"You'll hear groaning and shuffling from nearby zombies."}
{"entity_type":"property_name","entity_name":"Censor","layman_description":"Which body parts are censored for different regional versions.","technical_description":"Defines gore visibility level for regional content restrictions.","player_impact":"Some versions hide blood and dismemberment effects."}
{"entity_type":"property_name","entity_name":"Sound_end","layman_description":"Which sound plays when you stop firing your weapon.","technical_description":"Audio clip triggered when sustained weapon fire ceases.","player_impact":"Machine guns make a wind-down noise when you release the trigger."}
{"entity_type":"property_name","entity_name":"completion_key","layman_description":"Which quest series this completes for tracking your progress.","technical_description":"Identifier for quest completion tracking in progression system.","player_impact":"Completing this quest counts toward your achievement progress."}
{"entity_type":"property_name","entity_name":"triggerEffectTriggerPullDualsense","layman_description":"How the controller trigger feels when firing on PlayStation.","technical_description":"Defines haptic feedback profile for DualSense adaptive triggers.","player_impact":"Different weapons create unique trigger resistance when firing."}
{"entity_type":"property_name","entity_name":"AltMats","layman_description":"Which alternate appearance textures the zombie can randomly use.","technical_description":"List of alternative material files for entity visual variation.","player_impact":"Zombies of the same type look slightly different from each other."}
{"entity_type":"property_name","entity_name":"SoundSense","layman_description":"Which curious noise the creature makes when investigating something.","technical_description":"Audio clip played when entity enters search or investigate state.","player_impact":"Zombies make sniffing sounds when looking for you."}
{"entity_type":"property_name","entity_name":"StartSound","layman_description":"Which mechanical noise plays when the trap activates.","technical_description":"Audio clip triggered at beginning of trap activation sequence.","player_impact":"You'll hear motors starting when blade traps turn on."}
{"entity_type":"property_name","entity_name":"StopSound","layman_description":"Which mechanical noise plays when the trap deactivates.","technical_description":"Audio clip triggered at end of trap activation sequence.","player_impact":"You'll hear motors stopping when blade traps turn off."}
{"entity_type":"property_name","entity_name":"DismemberTag_L_HeadGore","layman_description":"Which severed head appearance appears when you decapitate this zombie.","technical_description":"Specifies gore asset for head dismemberment events.","player_impact":"Different zombie types leave different severed heads."}
{"entity_type":"property_name","entity_name":"JumpMaxDistance","layman_description":"How far the zombie can leap when jumping at you.","technical_description":"Maximum horizontal distance for entity jump attacks.","player_impact":"Some zombies can jump over obstacles or gaps to reach you."}
{"entity_type":"property_name","entity_name":"Sound_empty","layman_description":"Which clicking sound plays when trying to fire without ammo.","technical_description":"Audio clip played when weapon is fired with empty magazine.","player_impact":"You'll hear dry firing when you run out of bullets."}
{"entity_type":"property_name","entity_name":"UpgradeSound","layman_description":"Which construction noise plays when upgrading the block.","technical_description":"Audio clip played during block upgrade completion.","player_impact":"Different materials make hammering or welding sounds when upgrading."}
{"entity_type":"property_name","entity_name":"WalkType","layman_description":"Which walking animation style the creature uses.","technical_description":"Selects locomotion animation set for entity movement.","player_impact":"Affects whether zombies shamble, sprint, or crawl toward you."}
{"entity_type":"property_name","entity_name":"DamageBuffs","layman_description":"What harmful effect touching this block gives you.","technical_description":"List of debuffs applied when player contacts block damage zone.","player_impact":"Touching fire or hazards burns you and drains your health."}
{"entity_type":"property_name","entity_name":"DamageOffset","layman_description":"Where the harmful area is positioned relative to the block.","technical_description":"Spatial offset for block damage collision zone.","player_impact":"Determines exactly where you take damage near hazardous blocks."}
{"entity_type":"property_name","entity_name":"DamageSize","layman_description":"How large the harmful area around this block is.","technical_description":"Dimensions of block damage collision detection zone.","player_impact":"Larger hazard zones make it harder to avoid taking damage."}
{"entity_type":"property_name","entity_name":"DismemberTag_L_LeftLowerArmGore","layman_description":"Which severed forearm appears when you cut off this zombie's lower left arm.","technical_description":"Specifies gore asset for left lower arm dismemberment.","player_impact":"Different zombies leave different forearm pieces when dismembered."}
{"entity_type":"property_name","entity_name":"DismemberTag_L_LeftUpperArmGore","layman_description":"Which severed upper arm appears when you cut off this zombie's left shoulder.","technical_description":"Specifies gore asset for left upper arm dismemberment.","player_impact":"Different zombies leave different upper arm pieces when dismembered."}
{"entity_type":"property_name","entity_name":"DismemberTag_L_RightLowerArmGore","layman_description":"Which severed forearm appears when you cut off this zombie's lower right arm.","technical_description":"Specifies gore asset for right lower arm dismemberment.","player_impact":"Different zombies leave different forearm pieces when dismembered."}
{"entity_type":"property_name","entity_name":"DismemberTag_L_RightUpperArmGore","layman_description":"Which severed upper arm appears when you cut off this zombie's right shoulder.","technical_description":"Specifies gore asset for right upper arm dismemberment.","player_impact":"Different zombies leave different upper arm pieces when dismembered."}
{"entity_type":"property_name","entity_name":"SecondaryBuffs","layman_description":"What additional effect touching this block gives you.","technical_description":"Secondary debuffs applied alongside primary damage effects.","player_impact":"Some hazards slow you down in addition to damaging you."}
{"entity_type":"property_name","entity_name":"SecondaryOffset","layman_description":"Where the additional effect area is positioned relative to the block.","technical_description":"Spatial offset for secondary buff collision zone.","player_impact":"Determines where you get slowed or affected by secondary hazards."}
{"entity_type":"property_name","entity_name":"SecondarySize","layman_description":"How large the additional effect area around this block is.","technical_description":"Dimensions of secondary buff collision detection zone.","player_impact":"Controls how far from hazards you need to stay to avoid being slowed."}
{"entity_type":"property_name","entity_name":"SoundDestroy","layman_description":"Which breaking noise plays when you fully destroy this.","technical_description":"Audio clip played when item or block durability reaches zero.","player_impact":"Different materials make distinct destruction sounds when broken."}
{"entity_type":"property_name","entity_name":"DismemberTag_L_LeftLowerLegGore","layman_description":"Which severed shin appears when you cut off this zombie's lower left leg.","technical_description":"Specifies gore asset for left lower leg dismemberment.","player_impact":"Different zombies leave different leg pieces when dismembered."}
{"entity_type":"property_name","entity_name":"DismemberTag_L_LeftUpperLegGore","layman_description":"Which severed thigh appears when you cut off this zombie's upper left leg.","technical_description":"Specifies gore asset for left upper leg dismemberment.","player_impact":"Different zombies leave different thigh pieces when dismembered."}
{"entity_type":"property_name","entity_name":"DismemberTag_L_RightLowerLegGore","layman_description":"Which severed shin appears when you cut off this zombie's lower right leg.","technical_description":"Specifies gore asset for right lower leg dismemberment.","player_impact":"Different zombies leave different leg pieces when dismembered."}
{"entity_type":"property_name","entity_name":"DismemberTag_L_RightUpperLegGore","layman_description":"Which severed thigh appears when you cut off this zombie's upper right leg.","technical_description":"Specifies gore asset for right upper leg dismemberment.","player_impact":"Different zombies leave different thigh pieces when dismembered."}
{"entity_type":"property_name","entity_name":"Map.Color","layman_description":"What color this block appears on your map.","technical_description":"Minimap color values for block representation in map view.","player_impact":"Different terrain and buildings show as different colors on your map."}
{"entity_type":"property_name","entity_name":"TerrainAlignment","layman_description":"Whether this object automatically adjusts to ground slopes.","technical_description":"Enables ground-conforming placement for vehicle collision.","player_impact":"Vehicles and blocks sit level on the ground instead of floating."}
{"entity_type":"property_name","entity_name":"SoundStepType","layman_description":"Which footstep sounds play when the creature walks.","technical_description":"Selects footstep audio category for entity movement.","player_impact":"Different zombies make heavy boots, bare feet, or animal footstep sounds."}
{"entity_type":"property_name","entity_name":"Faction","layman_description":"Which group this creature belongs to for friend or foe identification.","technical_description":"Defines allegiance category for enemy detection and targeting.","player_impact":"Determines whether creatures attack you, each other, or are friendly."}
{"entity_type":"property_name","entity_name":"Use_jar_refund","layman_description":"Whether you get an empty jar back after consuming this food or drink.","technical_description":"Enables container item return after consumption.","player_impact":"Drinking jarred items returns empty jars to your inventory."}
{"entity_type":"property_name","entity_name":"triggerEffectTriggerPullXbox","layman_description":"How the controller trigger feels when firing on Xbox.","technical_description":"Defines haptic feedback profile for Xbox impulse triggers.","player_impact":"Different weapons create unique rumble when firing."}
{"entity_type":"property_name","entity_name":"IsDecoration","layman_description":"Whether this object is purely decorative with no other function.","technical_description":"Marks block as non-functional decoration for placement rules.","player_impact":"Decorative items can be placed on slopes and irregular surfaces."}
{"entity_type":"property_name","entity_name":"IsEnemyEntity","layman_description":"Whether this creature is hostile and will attack you.","technical_description":"Flags entity as enemy for targeting and combat systems.","player_impact":"Determines if something attacks you on sight or ignores you."}
{"entity_type":"property_name","entity_name":"RootMotion","layman_description":"Whether the creature's movement matches its animation exactly.","technical_description":"Enables animation-driven movement instead of code-driven locomotion.","player_impact":"Makes zombie movements look more realistic and grounded."}
{"entity_type":"property_name","entity_name":"HasDeathAnim","layman_description":"Whether the creature plays a falling animation when killed.","technical_description":"Enables death animation playback before ragdoll physics.","player_impact":"Some zombies dramatically fall down while others instantly collapse."}
{"entity_type":"property_name","entity_name":"UsePowerAttackAnimation","layman_description":"Whether this weapon has a special charged attack animation.","technical_description":"Enables power attack animation during charged strikes.","player_impact":"Holding the attack button triggers a slower but stronger swing."}
{"entity_type":"property_name","entity_name":"category_key","layman_description":"What type of quest this is in your journal.","technical_description":"Quest classification for menu organization and filtering.","player_impact":"Helps you sort between regular quests, challenges, and treasure hunts."}
{"entity_type":"property_name","entity_name":"description_key","layman_description":"Where to find the quest's full story text in the game files.","technical_description":"Localization key for quest description text lookup.","player_impact":"Determines what text you read in your quest journal."}
{"entity_type":"property_name","entity_name":"icon","layman_description":"Which picture appears next to the quest in your journal.","technical_description":"Menu icon identifier for quest list display.","player_impact":"Helps you quickly identify quest types by their icon."}
{"entity_type":"property_name","entity_name":"name_key","layman_description":"Where to find the quest's title in the game files.","technical_description":"Localization key for quest name text lookup.","player_impact":"Determines the quest title you see in your journal."}
{"entity_type":"property_name","entity_name":"resourceMechanicalParts","layman_description":"How many mechanical parts you get from scrapping or destroying this.","technical_description":"Quantity of mechanical parts resource awarded on block destruction.","player_impact":"Breaking machinery gives you parts needed for crafting and repairs."}
{"entity_type":"property_name","entity_name":"subtitle_key","layman_description":"Where to find the quest's short description in the game files.","technical_description":"Localization key for quest subtitle text lookup.","player_impact":"Shows you a brief quest summary in your journal."}
{"entity_type":"property_name","entity_name":"EntityDamage","layman_description":"How much damage this does to zombies and animals when it hits.","technical_description":"Base damage value for entity-targeting attacks.","player_impact":"Higher values kill enemies faster with each hit."}
{"entity_type":"property_name","entity_name":"Parent","layman_description":"Which main category this creature belongs to for organization.","technical_description":"Hierarchy classification for entity grouping and inheritance.","player_impact":"Groups similar creatures together for game rules and spawning."}
{"entity_type":"property_name","entity_name":"Sound_reload","layman_description":"Which mechanical sound plays when you reload the weapon.","technical_description":"Audio clip triggered during reload animation sequence.","player_impact":"Different weapons make distinct clicking and sliding sounds when reloading."}
{"entity_type":"property_name","entity_name":"completiontype","layman_description":"How you finish the quest and claim your reward.","technical_description":"Defines quest completion trigger mechanism.","player_impact":"Most quests require returning to the quest giver to finish."}
{"entity_type":"property_name","entity_name":"repeatable","layman_description":"Whether you can do this quest multiple times for more rewards.","technical_description":"Enables quest reset after completion for repeated attempts.","player_impact":"Repeatable quests can be accepted again after finishing them."}
{"entity_type":"property_name","entity_name":"resourceScrapPolymers","layman_description":"How much scrap plastic you get from scrapping or destroying this.","technical_description":"Quantity of polymer resource awarded on block destruction.","player_impact":"Breaking plastic items gives you material for crafting and forging."}
{"entity_type":"property_name","entity_name":"CrosshairUpAfterShot","layman_description":"Whether your aim jumps upward after each shot from recoil.","technical_description":"Enables crosshair displacement after firing for recoil simulation.","player_impact":"Your aim bounces up after shooting and must be re-centered."}
{"entity_type":"property_name","entity_name":"NavObject","layman_description":"What tracking icon appears on your compass for this creature or player.","technical_description":"Defines compass marker type for entity navigation display.","player_impact":"Shows party members, enemies, and animals on your compass."}
{"entity_type":"property_name","entity_name":"SmellUse","layman_description":"How much zombie-attracting scent you create when using this.","technical_description":"Heat value generated during item activation or consumption.","player_impact":"Using loud or smelly items attracts nearby zombies to your location."}
{"entity_type":"property_name","entity_name":"VehicleHitScale","layman_description":"How much damage vehicles take when hitting this block.","technical_description":"Damage multiplier applied to vehicle collision events.","player_impact":"Some blocks damage your vehicle more than others when you hit them."}
{"entity_type":"property_name","entity_name":"resourceForgedSteel","layman_description":"How much forged steel you get from scrapping or destroying this.","technical_description":"Quantity of forged steel resource awarded on block destruction.","player_impact":"Breaking steel structures gives you high-quality building material."}
{"entity_type":"property_name","entity_name":"reward_choices_count","layman_description":"How many reward options you can choose from when completing the quest.","technical_description":"Number of selectable rewards presented at quest completion.","player_impact":"You pick your favorite reward from this many options."}
{"entity_type":"property_name","entity_name":"BlockDamage","layman_description":"How much damage this does to blocks and buildings when it hits.","technical_description":"Base damage value for block-targeting attacks.","player_impact":"Higher values let you break through walls and doors faster."}
{"entity_type":"property_name","entity_name":"SizeScale","layman_description":"How much bigger or smaller this creature is compared to normal.","technical_description":"Size multiplier applied to entity model dimensions.","player_impact":"Some zombies spawn larger and tougher or smaller and weaker."}
