{"entity_type":"item","entity_name":"Forge Efficiency Catalyst","layman_description":"Chemical accelerant that speeds up smelting and crafting processes.","technical_description":"Consumable with craft speed multiplier and resource yield bonus.","player_impact":"Forge items much faster using less fuel and resources."}
{"entity_type":"item","entity_name":"Dual Catalyst Infusion","layman_description":"Advanced compound that doubles output on crafting operations.","technical_description":"Premium consumable with crafting output doubling and enhancement bonus.","player_impact":"Craft twice as many items from same resources."}
{"entity_type":"item","entity_name":"Resource Extractor Kit","layman_description":"Specialized equipment that extracts more materials from gathered resources.","technical_description":"Tool with resource yield multiplication and harvest efficiency factor.","player_impact":"Gathering gives significantly more of each resource type."}
{"entity_type":"item","entity_name":"Ore Processing Accelerator","layman_description":"Device that speeds mineral smelting without consuming extra fuel.","technical_description":"Equipment with smelting speed and thermal efficiency bonus.","player_impact":"Smelt ores and metals much faster at furnaces."}
{"entity_type":"item","entity_name":"Quality Enhancement Reagent","layman_description":"Substance applied to crafting improving final item quality significantly.","technical_description":"Crafting additive with quality scaling and tier increase chance.","player_impact":"Crafted items have higher quality and better performance."}
{"entity_type":"item","entity_name":"Experience Catalyst Serum","layman_description":"Potion that multiplies experience gained from all activities.","technical_description":"Consumable buff with experience multiplier and skill advancement bonus.","player_impact":"Level up skills and perks much faster in all areas."}
{"entity_type":"item","entity_name":"Perception Enhancement Dose","layman_description":"Pharmaceutical that makes you detect loot and resources more easily.","technical_description":"Consumable with detection radius extension and item visibility boost.","player_impact":"See loot highlighted in buildings from much further away."}
{"entity_type":"item","entity_name":"Navigation Compass Upgrade","layman_description":"Enhanced compass that shows nearby points of interest on map.","technical_description":"Equipment with map reveal and waypoint auto-detection.","player_impact":"Automatically discover and map important locations nearby."}
{"entity_type":"item","entity_name":"Weather Prediction Device","layman_description":"Tech equipment that warns you of upcoming weather hazards in advance.","technical_description":"Equipment with weather forecast and advance notification system.","player_impact":"Get early warning of blood moons and severe weather."}
{"entity_type":"item","entity_name":"Time Acceleration Module","layman_description":"Device that speeds up local time flow for rapid gameplay.","technical_description":"Equipment with time dilation and simulation speed increase.","player_impact":"Time passes faster letting you get through nights quickly."}
{"entity_type":"item","entity_name":"Sleep Enhancement Pod","layman_description":"Specialized bed that grants buff bonuses from sleeping.","technical_description":"Furniture with regeneration boost and buff duration extension.","player_impact":"Wake up with beneficial effects improving all performance."}
{"entity_type":"item","entity_name":"Food Preservation System","layman_description":"Storage container that prevents food from rotting in inventory.","technical_description":"Equipment with spoilage prevention and shelf-life extension.","player_impact":"Food lasts indefinitely without needing constant replacement."}
{"entity_type":"item","entity_name":"Water Purification Tablet","layman_description":"Single-use purifier that makes any water safe to drink.","technical_description":"Consumable with contamination removal and hydration restoration.","player_impact":"Drink any water source without taking poison damage."}
{"entity_type":"item","entity_name":"Nutrition Booster Pack","layman_description":"Supplement that multiplies hunger satisfaction from all meals.","technical_description":"Consumable with hunger efficiency and fullness duration bonus.","player_impact":"Stay fed longer eating smaller portions of food."}
{"entity_type":"item","entity_name":"Stamina Recovery Draught","layman_description":"Energy drink that immediately restores all stamina reserves.","technical_description":"Consumable with stamina restoration and recovery rate boost.","player_impact":"Instantly regain stamina to keep running and fighting."}
{"entity_type":"item","entity_name":"Drowsiness Prevention Stimulant","layman_description":"Chemical that keeps you alert preventing sleepiness effects.","technical_description":"Consumable with fatigue resistance and consciousness duration.","player_impact":"Stay awake and alert indefinitely without sleeping."}
{"entity_type":"item","entity_name":"Pain Suppression Medication","layman_description":"Painkiller that reduces damage taken from physical injuries.","technical_description":"Consumable with damage reduction percentage and resistance stacking.","player_impact":"Take significantly less damage from all sources temporarily."}
{"entity_type":"item","entity_name":"Antivenom Universal Kit","layman_description":"Medical treatment that neutralizes all types of poison and toxins.","technical_description":"Consumable with toxin removal and poison immunity duration.","player_impact":"Cure any poison or toxic damage instantly."}
{"entity_type":"item","entity_name":"Radiation Cleanse Solution","layman_description":"Treatment that removes all radioactive contamination from body.","technical_description":"Consumable with radiation removal and contamination immunity.","player_impact":"Cure radiation sickness and prevent radiation damage."}
{"entity_type":"item","entity_name":"Disease Prevention Serum","layman_description":"Vaccine that protects against all infections and diseases.","technical_description":"Preventative consumable with disease immunity and infection blocking.","player_impact":"Cannot get infected or diseased by any source."}
