{"entity_type":"mail_container","entity_name":"cntMailBox01Black","layman_description":"A black residential mailbox mounted on a post or wall.","technical_description":"Extends cntMailBox01White with black tint color and downgrade block mechanic for damage states.","player_impact":"Breaking open these mailboxes might reveal letters with supplies, valuables, or important documents."}
{"entity_type":"mail_container","entity_name":"cntMailBox01Black_Player","layman_description":"A black mailbox that players can place and customize.","technical_description":"Extends cntMailBox01White_Player with black tint and empty loot table for player placement instances.","player_impact":"Decorative mailbox for base building that doesn't generate automatic loot."}
{"entity_type":"mail_container","entity_name":"cntMailBox01Blue","layman_description":"A blue residential mailbox typical of suburban neighborhoods.","technical_description":"Extends cntMailBox01White with blue tint color and downgrade mechanic to open state.","player_impact":"Looting blue mailboxes yields mail items and occasional small treasures from residents."}
{"entity_type":"mail_container","entity_name":"cntMailBox01Blue_Player","layman_description":"A blue mailbox for player base building and decoration.","technical_description":"Extends cntMailBox01White_Player with blue custom tint for player-placed instances.","player_impact":"Place blue mailboxes to enhance the aesthetic of your player-built bases."}
{"entity_type":"mail_container","entity_name":"cntMailBox01Brown","layman_description":"A weathered brown mailbox from older residential areas.","technical_description":"Extends cntMailBox01White with brown tint color and downgrade state mechanic.","player_impact":"Searching brown mailboxes in old neighborhoods can yield vintage items and forgotten treasures."}
{"entity_type":"mail_container","entity_name":"cntMailBox01Brown_Player","layman_description":"A brown mailbox option for player customization and base design.","technical_description":"Extends cntMailBox01White_Player with brown custom tint coloring for decorative placement.","player_impact":"Customize your base look with brown mailbox placeholders to match surrounding structures."}
{"entity_type":"mail_container","entity_name":"cntMailBox01Green","layman_description":"A green residential mailbox in good working condition.","technical_description":"Extends cntMailBox01White with green tint color and functional downgrade mechanics.","player_impact":"Green mailboxes typically contain usable mail items and occasional valuables from residents."}
{"entity_type":"mail_container","entity_name":"cntMailBox01Green_Player","layman_description":"A green mailbox for player decoration and base building.","technical_description":"Extends cntMailBox01White_Player with green custom tint for player-placed variant.","player_impact":"Add green mailboxes to your builds to create authentic suburban base appearances."}
{"entity_type":"mail_container","entity_name":"cntMailBox01Grey","layman_description":"A grey standard mailbox commonly found in residential areas.","technical_description":"Extends cntMailBox01White with grey tint color and mechanical downgrade features.","player_impact":"Grey mailboxes are common sources of mail items and small household treasures."}
{"entity_type":"mail_container","entity_name":"cntMailBox01Grey_Player","layman_description":"A grey mailbox for player placement and base aesthetic.","technical_description":"Extends cntMailBox01White_Player with grey custom tint for decorative instances.","player_impact":"Use grey mailboxes as neutral decorative elements in your player-built structures."}
{"entity_type":"mail_container","entity_name":"cntMailBox01OpenBlack","layman_description":"A black mailbox with door already open and accessible.","technical_description":"Extends cntMailBox01OpenWhite with black tint color indicating already-looted state.","player_impact":"Open mailboxes let you quickly see and claim contents without spending time breaking them."}
{"entity_type":"mail_container","entity_name":"cntMailBox01OpenBlue","layman_description":"A blue mailbox with door open and contents visible.","technical_description":"Extends cntMailBox01OpenWhite with blue tint for open variant identification.","player_impact":"Already-open blue mailboxes show all available items immediately."}
{"entity_type":"mail_container","entity_name":"cntMailBox01OpenBrown","layman_description":"A brown mailbox door wide open with mail visible inside.","technical_description":"Extends cntMailBox01OpenWhite with brown tint color for open state variant.","player_impact":"Open brown mailboxes display their contents clearly for immediate looting."}
{"entity_type":"mail_container","entity_name":"cntMailBox01OpenGreen","layman_description":"A green mailbox with open door showing interior contents.","technical_description":"Extends cntMailBox01OpenWhite with green tint for open state representation.","player_impact":"Green open mailboxes provide quick access to mail items without extra effort."}
{"entity_type":"mail_container","entity_name":"cntMailBox01OpenGrey","layman_description":"A grey mailbox opened and ready for looting.","technical_description":"Extends cntMailBox01OpenWhite with grey tint color for open variant display.","player_impact":"Already-opened grey mailboxes speed up your looting progression."}
{"entity_type":"mail_container","entity_name":"cntMailBox01OpenOrange","layman_description":"An orange mailbox with door open and mail items visible.","technical_description":"Extends cntMailBox01OpenWhite with orange tint color for open state variant.","player_impact":"Open orange mailboxes let you quickly grab mail without breaking the container."}
{"entity_type":"mail_container","entity_name":"cntMailBox01OpenPink","layman_description":"A pink mailbox door open revealing contents inside.","technical_description":"Extends cntMailBox01OpenWhite with pink tint color for open state identification.","player_impact":"Open pink mailboxes display all available mail items instantly."}
{"entity_type":"mail_container","entity_name":"cntMailBox01OpenPurple","layman_description":"A purple mailbox with open door and visible interior.","technical_description":"Extends cntMailBox01OpenWhite with purple tint for open state representation.","player_impact":"Purple open mailboxes provide immediate access to contained mail items."}
{"entity_type":"mail_container","entity_name":"cntMailBox01OpenRed","layman_description":"A red mailbox door open and displaying mail contents.","technical_description":"Extends cntMailBox01OpenWhite with red tint color for open variant state.","player_impact":"Open red mailboxes speed up your search for mail-based rewards."}
{"entity_type":"mail_container","entity_name":"cntMailBox01OpenWhite","layman_description":"A white mailbox with door open showing contents to scavengers.","technical_description":"Extends cntMailBox01White as open state variant with model change for door-open appearance.","player_impact":"Opened white mailboxes make looting faster by showing items immediately."}
{"entity_type":"mail_container","entity_name":"cntMailBox01OpenYellow","layman_description":"A yellow mailbox door wide open with mail visible.","technical_description":"Extends cntMailBox01OpenWhite with yellow tint for open state variant identification.","player_impact":"Yellow open mailboxes provide quick access to mail items without extra effort."}
{"entity_type":"mail_container","entity_name":"cntMailBox01Orange","layman_description":"An orange residential mailbox in good condition.","technical_description":"Extends cntMailBox01White with orange tint color and downgrade block mechanic.","player_impact":"Orange mailboxes yield mail items and occasional surprises from resident correspondence."}
{"entity_type":"mail_container","entity_name":"cntMailBox01Orange_Player","layman_description":"An orange mailbox for player placement in bases.","technical_description":"Extends cntMailBox01White_Player with orange custom tint for player-placed instances.","player_impact":"Place orange mailboxes to add color variety to your residential-style structures."}
{"entity_type":"mail_container","entity_name":"cntMailBox01Pink","layman_description":"A pink residential mailbox with painted exterior.","technical_description":"Extends cntMailBox01White with pink tint color and functional downgrade features.","player_impact":"Pink mailboxes often contain mail items and occasional personal valuables."}
{"entity_type":"mail_container","entity_name":"cntMailBox01Pink_Player","layman_description":"A pink mailbox for decorative player base building.","technical_description":"Extends cntMailBox01White_Player with pink custom tint for player-placed variant.","player_impact":"Add pink mailboxes to create colorful and unique base designs."}
