{"entity_type":"definition","entity_name":"airConditionVentFan","layman_description":"A metal ventilation fan that blows air, useful for decoration or creating airflow effects in buildings.","technical_description":"Loot block using metal material with a model entity for the ventilation fan object.","player_impact":"Provides a decorative appliance block that can be looted and repurposed in constructions."}
{"entity_type":"definition","entity_name":"airConditionVentFanDouble","layman_description":"A larger ventilation fan made from two connected units, taking up a 2x1 space in your base.","technical_description":"A 2x1 multi-block copied from the single ventilation fan with a different 3D shape.","player_impact":"Offers a bigger ventilation solution for larger room designs and base layouts."}
{"entity_type":"definition","entity_name":"airConditioner","layman_description":"A standalone air conditioning unit made of metal that cools the area around it.","technical_description":"Loot block using metal material with a model entity and no water flow restrictions.","player_impact":"Provides a functional cooling block that players can loot from or integrate into bases."}
{"entity_type":"definition","entity_name":"apartmentMailboxClosed","layman_description":"A closed mailbox that holds treasure inside, one of several colored mailbox options in apartments.","technical_description":"Loot container with a 2x1 multi-block size, using thin metal material and PObox loot list.","player_impact":"Common loot source found in apartments that rewards players for searching abandoned locations."}
{"entity_type":"definition","entity_name":"apartmentMailboxClosedBlue","layman_description":"A blue-tinted mailbox that's closed, hiding loot inside from the main mailbox type.","technical_description":"Variation copied from the base mailbox with a blue tint applied to the icon and 3D shape.","player_impact":"Provides visual variety while maintaining the same loot rewards as other colored mailboxes."}
{"entity_type":"definition","entity_name":"apartmentMailboxClosedGreen","layman_description":"A green-tinted mailbox that's sealed shut, containing the same rewards as other color variants.","technical_description":"Variation copied from the base mailbox with green color setting applied.","player_impact":"Adds visual customization options without changing gameplay value or reward amounts."}
{"entity_type":"definition","entity_name":"apartmentMailboxClosedGrey","layman_description":"A grey-tinted mailbox still sealed, one of many decorative color options for apartment loot boxes.","technical_description":"Variation copied from the base mailbox with grey color setting applied.","player_impact":"Provides visual choices in looting areas without affecting actual item rewards."}
{"entity_type":"definition","entity_name":"apartmentMailboxClosedRed","layman_description":"A red-tinted mailbox that remains closed, blending various color options in apartment complexes.","technical_description":"Variation copied from the base mailbox with red tint applied to create visual diversity.","player_impact":"Allows for varied aesthetics in apartment designs while maintaining consistent loot mechanics."}
{"entity_type":"definition","entity_name":"apartmentMailboxClosedWhite","layman_description":"A white or neutral-colored mailbox that hasn't been opened, storing apartment mail items.","technical_description":"Variation copied from the base mailbox with white color setting applied.","player_impact":"Maintains standard loot mechanics with neutral visual appearance in apartment layouts."}
{"entity_type":"definition","entity_name":"apartmentMailboxClosedYellow","layman_description":"A yellow-tinted mailbox in closed position, part of the apartment's loot variety.","technical_description":"Variation copied from the base mailbox with yellow color setting applied.","player_impact":"Offers color customization for visual design without changing loot values."}
{"entity_type":"definition","entity_name":"apartmentMailboxOpen","layman_description":"A mailbox that's already been opened and looted, showing it's been picked through.","technical_description":"Open version copied from the closed mailbox, changing the 3D shape to show opened state.","player_impact":"Indicates a mailbox that's already been searched, affecting player exploration strategy."}
{"entity_type":"definition","entity_name":"apartmentMailboxOpenBlue","layman_description":"An opened blue-tinted mailbox, already ransacked by other survivors or time.","technical_description":"Blue variation copied from the open mailbox, maintaining the open state with tint applied.","player_impact":"Shows a mailbox already explored, influencing where players should search for fresh loot."}
{"entity_type":"definition","entity_name":"apartmentMailboxOpenGreen","layman_description":"A green-tinted mailbox left open, already searched through by previous scavengers.","technical_description":"Green variation copied from the open mailbox with tint applied to the 3D shape.","player_impact":"Signals to players that this location has been previously looted."}
{"entity_type":"definition","entity_name":"apartmentMailboxOpenGrey","layman_description":"A grey opened mailbox, showing signs of previous looting activity.","technical_description":"Grey variation copied from the open mailbox variant.","player_impact":"Indicates a mailbox that's been searched, affecting exploration decisions."}
{"entity_type":"definition","entity_name":"apartmentMailboxOpenRed","layman_description":"A red-tinted mailbox that's been opened and emptied by other survivors.","technical_description":"Red variation copied from the open mailbox.","player_impact":"Shows evidence of looting, helping players identify already-searched locations."}
{"entity_type":"definition","entity_name":"apartmentMailboxOpenWhite","layman_description":"A white opened mailbox, its contents presumably taken long ago.","technical_description":"Open variation with white color copied from the open mailbox base.","player_impact":"Marks a location as previously explored when encountered during searches."}
{"entity_type":"definition","entity_name":"apartmentMailboxOpenYellow","layman_description":"A yellow-tinted mailbox left in the open position, already looted.","technical_description":"Yellow variation copied from the open mailbox with tint applied.","player_impact":"Indicates prior looting activity at this location."}
{"entity_type":"definition","entity_name":"apartmentSmallMailboxClosedBlue","layman_description":"A smaller blue mailbox in closed state, a developer variant for testing apartment layouts.","technical_description":"Small mailbox variation copied from white base with blue tint applied.","player_impact":"Provides a testing variant for apartment building and design purposes."}
{"entity_type":"definition","entity_name":"apartmentSmallMailboxClosedGreen","layman_description":"A compact green mailbox still sealed, used for dev testing of apartment structures.","technical_description":"Small mailbox variation with green color copied from the base small mailbox.","player_impact":"Development tool for building apartment layouts with varied color options."}
{"entity_type":"definition","entity_name":"apartmentSmallMailboxClosedGrey","layman_description":"A smaller grey mailbox remaining closed, part of developer testing tools.","technical_description":"Small variant with grey tint copied from the white small mailbox base.","player_impact":"Allows developers to test apartment layouts with different visual configurations."}
{"entity_type":"definition","entity_name":"apartmentSmallMailboxClosedRed","layman_description":"A compact red mailbox in closed condition for development and building tests.","technical_description":"Small mailbox variation with red tint copied from the base small mailbox.","player_impact":"Dev tool for testing apartment structure variations."}
{"entity_type":"definition","entity_name":"apartmentSmallMailboxClosedWhite","layman_description":"A smaller mailbox used only by developers for testing apartment layouts and designs.","technical_description":"Small loot mailbox using thin metal material with a developer-only setting applied.","player_impact":"Restricted to development for apartment layout testing and visualization."}
{"entity_type":"definition","entity_name":"apartmentSmallMailboxClosedYellow","layman_description":"A compact yellow mailbox for developer testing of apartment visual variations.","technical_description":"Small mailbox variant with yellow tint copied from the white base version.","player_impact":"Dev tool for apartment layout design and color scheme testing."}
{"entity_type":"definition","entity_name":"apartmentSmallMailboxOpenBlue","layman_description":"A smaller blue mailbox left open by developers during testing phases.","technical_description":"Open small mailbox variant with blue tint applied.","player_impact":"Development testing variant for opened mailbox states."}
{"entity_type":"definition","entity_name":"apartmentSmallMailboxOpenGreen","layman_description":"A compact green mailbox in open state used for developer apartment testing.","technical_description":"Open small mailbox variant with green tint applied.","player_impact":"Dev tool for visualizing opened mailbox states in apartments."}
{"entity_type":"definition","entity_name":"apartmentSmallMailboxOpenGrey","layman_description":"A smaller grey mailbox opened, part of the developer testing toolkit.","technical_description":"Open small mailbox variant with grey tint applied.","player_impact":"Testing tool for opened mailbox visualization."}
{"entity_type":"definition","entity_name":"apartmentSmallMailboxOpenRed","layman_description":"A compact red mailbox in open position for development testing purposes.","technical_description":"Open small mailbox variant with red tint applied.","player_impact":"Dev testing tool for opened mailbox states."}
{"entity_type":"definition","entity_name":"apartmentSmallMailboxOpenWhite","layman_description":"A smaller mailbox in open state, restricted to developer use for testing.","technical_description":"Open small mailbox variant using the closed small mailbox as its source.","player_impact":"Development-only tool for testing opened mailbox states in apartment layouts."}
{"entity_type":"definition","entity_name":"apartmentSmallMailboxOpenYellow","layman_description":"A compact yellow mailbox left open during developer testing of apartments.","technical_description":"Open small mailbox variant with yellow tint applied.","player_impact":"Dev tool for yellow mailbox opened state visualization."}
{"entity_type":"definition","entity_name":"appliancesVariantHelper","layman_description":"A helper block that lets you pick different stove variants when building.","technical_description":"Block with multiple variants setting, allowing players to select alternates during placement.","player_impact":"Simplifies building by providing easy access to different stove color and style options."}
{"entity_type":"definition","entity_name":"arrowHelper","layman_description":"A bright green marker block used by developers to indicate arrow placement zones.","technical_description":"Developer-only block with green tint, using a special 3D shape for arrow positioning.","player_impact":"Development tool not available to regular players for mapping and building."}
{"entity_type":"definition","entity_name":"arrowHelperBlue","layman_description":"A cyan developer marker used to identify alternate arrow placement locations.","technical_description":"Arrow marker variant with cyan tint applied for developer visibility.","player_impact":"Dev-only marker for pointing out alternate arrow spawn areas."}
{"entity_type":"definition","entity_name":"arrowHelperOrange","layman_description":"An orange developer marker indicating orange-zone arrow placements.","technical_description":"Arrow marker with orange tint applied for development mapping.","player_impact":"Development tool for identifying orange-tagged arrow zones."}
{"entity_type":"definition","entity_name":"arrowHelperPink","layman_description":"A pink developer marker for identifying specific arrow placement areas.","technical_description":"Arrow helper variant with pink tint applied for dev visibility.","player_impact":"Dev-only mapping tool for pink-tagged arrow zones."}
{"entity_type":"definition","entity_name":"arrowHelperPurple","layman_description":"A purple developer marker used to show purple arrow zones.","technical_description":"Arrow marker variant with purple tint for developer identification.","player_impact":"Development tool for marking purple arrow placement areas."}
{"entity_type":"definition","entity_name":"autoTurret","layman_description":"An automatic turret that shoots bullets at enemies when powered, protecting your base.","technical_description":"Ranged defense block requiring 15 power, firing 9mm ammunition at up to 30 blocks distance.","player_impact":"Powerful automated defense requiring electricity, dealing 32 damage per shot to entities."}
{"entity_type":"definition","entity_name":"awningCornerLeftBlack","layman_description":"A black corner awning piece for building covered outdoor shelters with roof.","technical_description":"Corner awning copied from white base with black tint applied.","player_impact":"Provides stylish roofing corners for creating sheltered spaces in building designs."}
{"entity_type":"definition","entity_name":"awningCornerLeftBlue","layman_description":"A blue corner awning for creating covered areas with different color schemes.","technical_description":"Corner awning variation with blue tint copied from white base.","player_impact":"Adds color customization to roofed shelter corners."}
{"entity_type":"definition","entity_name":"awningCornerLeftBrown","layman_description":"A brown corner awning piece for rustic-styled covered building areas.","technical_description":"Corner awning with brown tint applied.","player_impact":"Provides earthy-toned roofing corners for natural building aesthetics."}
{"entity_type":"definition","entity_name":"awningCornerLeftGreen","layman_description":"A green corner awning for nature-themed roofed shelter designs.","technical_description":"Corner awning variation with green tint.","player_impact":"Offers natural-colored roofing corners for thematic construction."}
{"entity_type":"definition","entity_name":"awningCornerLeftGrey","layman_description":"A grey corner awning piece for industrial-style covered building.","technical_description":"Corner awning with grey tint.","player_impact":"Provides neutral-tone roofing corners for modern designs."}
{"entity_type":"definition","entity_name":"awningCornerLeftOrange","layman_description":"An orange corner awning for warm-toned building aesthetics.","technical_description":"Corner awning variation with orange tint.","player_impact":"Adds warm color options to roofed shelter corners."}
{"entity_type":"definition","entity_name":"awningCornerLeftPink","layman_description":"A pink corner awning for playful or decorative roofed areas.","technical_description":"Corner awning with pink tint.","player_impact":"Provides decorative pink-toned roofing corners."}
{"entity_type":"definition","entity_name":"awningCornerLeftPurple","layman_description":"A purple corner awning for unique color-coordinated building designs.","technical_description":"Corner awning variation with purple tint.","player_impact":"Offers distinctive purple roofing corners for creative construction."}
{"entity_type":"definition","entity_name":"awningCornerLeftRed","layman_description":"A red corner awning for bold or dramatic covered building spaces.","technical_description":"Corner awning with red tint.","player_impact":"Provides vibrant roofing corners for eye-catching designs."}
{"entity_type":"definition","entity_name":"awningCornerLeftWhite","layman_description":"A white corner awning piece for creating clean covered outdoor areas.","technical_description":"Corner awning copied from full awning base with specific corner 3D shape.","player_impact":"Standard roofing corner for building sheltered spaces."}
{"entity_type":"definition","entity_name":"awningCornerLeftYellow","layman_description":"A yellow corner awning for bright, cheerful roofed shelter designs.","technical_description":"Corner awning variation with yellow tint.","player_impact":"Adds bright color to roofing corners."}
{"entity_type":"definition","entity_name":"awningCornerRightBlack","layman_description":"A black right-side corner awning for finishing roofed shelters.","technical_description":"Right corner awning variant with black tint.","player_impact":"Completes covered area designs on the right side."}
{"entity_type":"definition","entity_name":"awningCornerRightBlue","layman_description":"A blue right corner awning for matching roofed shelter corners.","technical_description":"Right corner awning with blue tint.","player_impact":"Provides matching color roofing for the right side corners."}
{"entity_type":"definition","entity_name":"awningCornerRightBrown","layman_description":"A brown right corner awning for rustic roofed designs.","technical_description":"Right corner awning with brown tint.","player_impact":"Rustic-style roofing for right side corners."}
{"entity_type":"definition","entity_name":"awningCornerRightGreen","layman_description":"A green right corner awning for nature-themed roofs.","technical_description":"Right corner awning with green tint.","player_impact":"Natural-tone roofing corner for the right side."}
{"entity_type":"definition","entity_name":"awningCornerRightGrey","layman_description":"A grey right corner awning for modern industrial roofed areas.","technical_description":"Right corner awning with grey tint.","player_impact":"Neutral roofing corners for contemporary designs."}
{"entity_type":"definition","entity_name":"awningCornerRightOrange","layman_description":"An orange right corner awning for warm-toned roof designs.","technical_description":"Right corner awning with orange tint.","player_impact":"Warm-colored roofing for the right side corners."}
{"entity_type":"definition","entity_name":"awningCornerRightPink","layman_description":"A pink right corner awning for decorative roofed shelters.","technical_description":"Right corner awning with pink tint.","player_impact":"Decorative pink roofing for right side corners."}
{"entity_type":"definition","entity_name":"awningCornerRightPurple","layman_description":"A purple right corner awning for unique roof color schemes.","technical_description":"Right corner awning with purple tint.","player_impact":"Distinctive purple roofing for right side corners."}
{"entity_type":"definition","entity_name":"awningCornerRightRed","layman_description":"A red right corner awning for bold roofed designs.","technical_description":"Right corner awning with red tint.","player_impact":"Vibrant roofing for right side corners."}
{"entity_type":"definition","entity_name":"awningCornerRightWhite","layman_description":"A white right corner awning piece for finishing roofed shelter designs.","technical_description":"Right corner awning with specific corner 3D shape.","player_impact":"Standard right-side roofing corner for sheltered areas."}
{"entity_type":"definition","entity_name":"awningCornerRightYellow","layman_description":"A yellow right corner awning for bright roof designs.","technical_description":"Right corner awning with yellow tint.","player_impact":"Bright roofing for the right side corners."}
{"entity_type":"definition","entity_name":"awningFullBlack","layman_description":"A black full awning panel for creating large covered areas.","technical_description":"Full awning copied from white with black tint applied.","player_impact":"Large-scale roofing option for extensive shelter construction."}
{"entity_type":"definition","entity_name":"awningFullBlue","layman_description":"A blue full awning panel for matching color-coordinated roof designs.","technical_description":"Full awning with blue tint.","player_impact":"Large roofing section in blue tone."}
{"entity_type":"definition","entity_name":"awningFullBrown","layman_description":"A brown full awning panel for rustic large-scale roof construction.","technical_description":"Full awning with brown tint.","player_impact":"Rustic roofing for large shelter areas."}
{"entity_type":"definition","entity_name":"awningFullGreen","layman_description":"A green full awning panel for nature-themed large roof areas.","technical_description":"Full awning with green tint.","player_impact":"Natural-tone large roofing section."}
{"entity_type":"definition","entity_name":"awningFullGrey","layman_description":"A grey full awning for industrial-style large roof sections.","technical_description":"Full awning with grey tint.","player_impact":"Modern large roofing for contemporary builds."}
{"entity_type":"definition","entity_name":"awningFullOrange","layman_description":"An orange full awning for warm-colored large roof areas.","technical_description":"Full awning with orange tint.","player_impact":"Warm-tone large roofing section."}
{"entity_type":"definition","entity_name":"awningFullPink","layman_description":"A pink full awning panel for decorative large roof designs.","technical_description":"Full awning with pink tint.","player_impact":"Decorative large roofing section."}
{"entity_type":"definition","entity_name":"awningFullPurple","layman_description":"A purple full awning for distinctive large roof color schemes.","technical_description":"Full awning with purple tint.","player_impact":"Unique large roofing section."}
{"entity_type":"definition","entity_name":"awningFullRed","layman_description":"A red full awning panel for bold large-scale roof construction.","technical_description":"Full awning with red tint.","player_impact":"Vibrant large roofing section."}
{"entity_type":"definition","entity_name":"awningFullWhite","layman_description":"A white full awning panel made of cloth for creating large covered areas.","technical_description":"Large cloth awning block with light properties and water flow allowed.","player_impact":"Foundation piece for building extensive roofed shelter structures."}
{"entity_type":"definition","entity_name":"awningFullYellow","layman_description":"A yellow full awning panel for bright large roof areas.","technical_description":"Full awning with yellow tint.","player_impact":"Bright large roofing section."}
{"entity_type":"definition","entity_name":"awningMaster","layman_description":"A master configuration block for managing all awning variations and settings.","technical_description":"Master awning block using cloth material with fuel value for burning.","player_impact":"Development and building tool for awning system configuration."}
{"entity_type":"definition","entity_name":"awningShapes","layman_description":"Shape variations for awning blocks, allowing different geometric roof configurations.","technical_description":"Cloth-based shape block for creating varied awning geometries.","player_impact":"Enables diverse roofing shapes and angles in construction."}
{"entity_type":"definition","entity_name":"awningStraightBlack","layman_description":"A black straight awning section for linear roof structures.","technical_description":"Straight awning variant with black tint.","player_impact":"Black roofing for linear shelter designs."}
{"entity_type":"definition","entity_name":"awningStraightBlue","layman_description":"A blue straight awning section for linear roof designs.","technical_description":"Straight awning with blue tint.","player_impact":"Blue roofing for straight shelter sections."}
{"entity_type":"definition","entity_name":"awningStraightBrown","layman_description":"A brown straight awning for rustic linear roof construction.","technical_description":"Straight awning with brown tint.","player_impact":"Rustic roofing for linear areas."}
{"entity_type":"definition","entity_name":"awningStraightGreen","layman_description":"A green straight awning section for nature-themed linear roofs.","technical_description":"Straight awning with green tint.","player_impact":"Natural-tone roofing for straight sections."}
{"entity_type":"definition","entity_name":"awningStraightGrey","layman_description":"A grey straight awning for modern linear roof structures.","technical_description":"Straight awning with grey tint.","player_impact":"Modern roofing for straight shelter sections."}
{"entity_type":"definition","entity_name":"awningStraightOrange","layman_description":"An orange straight awning for warm-toned linear roofs.","technical_description":"Straight awning with orange tint.","player_impact":"Warm roofing for straight sections."}
{"entity_type":"definition","entity_name":"awningStraightPink","layman_description":"A pink straight awning for decorative linear roof areas.","technical_description":"Straight awning with pink tint.","player_impact":"Decorative roofing for straight sections."}
{"entity_type":"definition","entity_name":"awningStraightPurple","layman_description":"A purple straight awning for unique linear roof designs.","technical_description":"Straight awning with purple tint.","player_impact":"Distinctive roofing for straight sections."}
{"entity_type":"definition","entity_name":"awningStraightRed","layman_description":"A red straight awning for bold linear roof construction.","technical_description":"Straight awning with red tint.","player_impact":"Vibrant roofing for straight sections."}
{"entity_type":"definition","entity_name":"awningStraightWhite","layman_description":"A white straight awning section for standard linear roof designs.","technical_description":"Straight awning variant with specific linear 3D shape.","player_impact":"Standard roofing for linear shelter sections."}
{"entity_type":"definition","entity_name":"awningStraightYellow","layman_description":"A yellow straight awning for bright linear roof areas.","technical_description":"Straight awning with yellow tint.","player_impact":"Bright roofing for straight sections."}
{"entity_type":"definition","entity_name":"backhoeBlue","layman_description":"A blue backhoe vehicle wreck that can be looted for resources and scrap.","technical_description":"Vehicle variant with blue tint applied to the 3D backhoe model.","player_impact":"Provides loot opportunities from a decorated vehicle obstacle."}
{"entity_type":"definition","entity_name":"backhoeGreen","layman_description":"A green backhoe vehicle wreck containing valuable scrap materials.","technical_description":"Vehicle variant with green tint applied.","player_impact":"Loot source from a green-colored vehicle wreck."}
{"entity_type":"definition","entity_name":"backhoeGrey","layman_description":"A grey backhoe wreck for looting metal and scrap iron components.","technical_description":"Vehicle variant with grey tint applied.","player_impact":"Resource gathering opportunity from a grey vehicle."}
{"entity_type":"definition","entity_name":"backhoeOrange","layman_description":"An orange backhoe vehicle wreck with harvestable scrap materials.","technical_description":"Vehicle variant with orange tint applied.","player_impact":"Loot source from an orange-colored backhoe."}
{"entity_type":"definition","entity_name":"backhoeRed","layman_description":"A red backhoe wreck that yields scrap iron when harvested.","technical_description":"Vehicle variant with red tint applied.","player_impact":"Resource gathering from a red vehicle obstacle."}
{"entity_type":"definition","entity_name":"backhoeWhite","layman_description":"A white backhoe vehicle wreck that explodes on damage and drops loot.","technical_description":"Explosive vehicle variant using the school bus base with backhoe model and vehicle alignment.","player_impact":"Dangerous obstacle that explodes when damaged, requiring careful handling during looting."}
{"entity_type":"definition","entity_name":"backhoeYellow","layman_description":"A yellow backhoe wreck containing construction materials and scrap.","technical_description":"Vehicle variant with yellow tint applied.","player_impact":"Resource gathering from a yellow-colored vehicle wreck."}
