{"entity_type":"menu_element","entity_name":"MenuIconConfig","layman_description":"System for customizing which icons appear in your UI and menus.","technical_description":"Configuration system managing icon display and visibility in menu hierarchy.","player_impact":"Customize your HUD and menus to show only the information you care about."}
{"entity_type":"inventory_item","entity_name":"TradeGoodValue","layman_description":"Economic value of items for selling to vendors.","technical_description":"Item value property determining currency reward when trading with NPCs.","player_impact":"Know how much each item is worth before selling to merchants."}
{"entity_type":"menu_icon","entity_name":"StatusEffectIcon","layman_description":"Visual icons showing injuries, diseases, and buffs affecting your character.","technical_description":"Health and status indicator icons displayed in player HUD and inventory menu.","player_impact":"Monitor your character's condition and active effects at a glance."}
{"entity_type":"inventory_container","entity_name":"ToolbeltSlot","layman_description":"Quick-access slots for tools like torches, flashlights, and repair items.","technical_description":"Secondary inventory system for frequently-used tool items with quick equip functionality.","player_impact":"Keep essential tools instantly accessible without opening full inventory."}
{"entity_type":"menu_display","entity_name":"ItemModificationMenu","layman_description":"Interface for attaching scopes, silencers, and other weapon mods.","technical_description":"UI system managing weapon modification attachment and configuration.","player_impact":"Customize guns with attachments and parts for better combat performance."}
{"entity_type":"inventory_feature","entity_name":"RecentItemsTab","layman_description":"Quick access to items you recently picked up or used.","technical_description":"Inventory filter showing recently accessed or acquired items in order.","player_impact":"Find items you just looted without scrolling through entire inventory."}
{"entity_type":"menu_icon","entity_name":"CraftingRequirementIcon","layman_description":"Icons showing what materials are needed to craft an item.","technical_description":"Visual indicators for missing or available crafting ingredients.","player_impact":"Instantly see if you have the materials needed to craft something."}
{"entity_type":"inventory_container","entity_name":"MedicinePouch","layman_description":"Dedicated storage for first aid supplies, bandages, and medicine.","technical_description":"Health item category organized in inventory with quick-access binding.","player_impact":"Keep healing items easily accessible for emergency medical care."}
{"entity_type":"menu_element","entity_name":"BulkSellButton","layman_description":"Sell all items of selected type to merchant at once.","technical_description":"Function for bulk transaction of item categories to vendor NPCs.","player_impact":"Sell massive stacks of loot faster than trading one item at a time."}
{"entity_type":"inventory_item","entity_name":"ItemDescriptionText","layman_description":"Detailed text explaining what an item does and how to use it.","technical_description":"Item property containing localized description text displayed in tooltips.","player_impact":"Learn what mysterious items do and when to use them."}
{"entity_type":"menu_icon","entity_name":"ProgressionUnlockIcon","layman_description":"Icon showing skills or perks you've unlocked for better gear.","technical_description":"Progression indicator icon showing unlocked crafting and equipment tiers.","player_impact":"See which gear you've earned access to through skill progression."}
{"entity_type":"inventory_container","entity_name":"SalvageBin","layman_description":"Collection of broken items available to be scrapped into components.","technical_description":"Container filter showing disassemblable items for salvage and scrapping.","player_impact":"Find broken gear to recycle into useful crafting materials."}
{"entity_type":"menu_display","entity_name":"HotbarAssignment","layman_description":"Configure which items appear in your quick-access hotbar.","technical_description":"UI system for assigning items to numbered hotkey slots (1-9).","player_impact":"Put your most-used items where you can grab them instantly."}
{"entity_type":"inventory_feature","entity_name":"ItemLocking","layman_description":"Prevent accidentally selling or dropping your favorite items.","technical_description":"Toggle system protecting specific inventory items from being moved or traded.","player_impact":"Protect special weapons and gear from accidental loss during looting."}
{"entity_type":"menu_icon","entity_name":"DurationRemainingIcon","layman_description":"Timer showing how long consumable effects like food or medicine last.","technical_description":"Visual countdown indicator for temporary item effects and buff duration.","player_impact":"Know when your food buff expires and hunger returns."}
{"entity_type":"inventory_container","entity_name":"AmmoDivider","layman_description":"Separate stack for organizing different ammo types in inventory.","technical_description":"Inventory item grouping system automatically organizing ammunition by caliber.","player_impact":"Keep ammo organized by type instead of mixing all bullets together."}
{"entity_type":"menu_element","entity_name":"UseItemButton","layman_description":"Activate consumable items like food or medical supplies instantly.","technical_description":"Action button for consuming food, medicine, and temporary buff items.","player_impact":"Eat food or use medicine with one click from inventory without closing menu."}
{"entity_type":"inventory_item","entity_name":"ItemRarityColor","layman_description":"Color code indicating how common or rare an item is.","technical_description":"Rarity enum property mapped to color values for visual categorization.","player_impact":"Instantly spot legendary drops in piles of common loot."}
{"entity_type":"menu_icon","entity_name":"CraftsmanshipQualityIcon","layman_description":"Badge showing item quality crafted by you (poor/normal/excellent).","technical_description":"Quality tier indicator for player-crafted items based on skill and perks.","player_impact":"See how well you crafted something—better crafted items perform better."}
{"entity_type":"inventory_container","entity_name":"TrapStorageSlot","layman_description":"Dedicated slots for carrying traps and explosives safely.","technical_description":"Inventory container for explosive and trap items with safety separation.","player_impact":"Keep grenades and traps easily accessible for base defense."}
{"entity_type":"menu_display","entity_name":"BarterValueEstimate","layman_description":"Estimates how much a vendor will pay for items before selling.","technical_description":"Calculation system showing estimated trade value before confirming sale.","player_impact":"Negotiate better deals by knowing your items' fair market value."}
{"entity_type":"inventory_feature","entity_name":"InventoryNotification","layman_description":"Alerts when you pick up rare items or reach weight limit.","technical_description":"UI notification system for inventory events like full capacity or loot alerts.","player_impact":"Get warned before you're over-encumbered or when you find good loot."}
{"entity_type":"menu_icon","entity_name":"RequiredSkillIcon","layman_description":"Shows skill requirements needed to use advanced weapons or gear.","technical_description":"Indicator displaying minimum skill level required for equipment effectiveness.","player_impact":"Know if you're skilled enough to use found weapons effectively."}
{"entity_type":"inventory_container","entity_name":"FoodStorage","layman_description":"Dedicated section for keeping food organized separately from supplies.","technical_description":"Inventory category filter for perishable food items and consumables.","player_impact":"Find food quickly when you're starving in the middle of combat."}
{"entity_type":"menu_element","entity_name":"EquipmentLoadoutSwitch","layman_description":"Save and swap between multiple equipment configurations instantly.","technical_description":"Inventory preset system allowing saved equipment loadouts for quick switching.","player_impact":"Switch from combat to stealth gear with one button press."}
{"entity_type":"inventory_item","entity_name":"WeaponAttachmentSlot","layman_description":"Mounting point on weapons where you can attach mods and accessories.","technical_description":"Weapon hardpoint system defining compatible modular attachments.","player_impact":"Customize weapons with scopes, silencers, and better components."}
{"entity_type":"menu_icon","entity_name":"FoodSpoilageIcon","layman_description":"Warning icon showing food is getting old and will expire soon.","technical_description":"Spoilage timer indicator for perishable food items approaching expiration.","player_impact":"Eat perishable food before it spoils and wastes valuable calories."}
{"entity_type":"inventory_container","entity_name":"VehicleStorageBay","layman_description":"Large storage accessible from vehicles like trucks and minibikes.","technical_description":"Extended inventory container accessible from mounted vehicle storage.","player_impact":"Store loot while exploring in vehicles and retrieve it later."}
{"entity_type":"menu_display","entity_name":"ArmorPropertySheets","layman_description":"Detailed stats for armor pieces showing protection and penalties.","technical_description":"UI panel displaying armor attributes including coverage, protection values, and movement penalties.","player_impact":"Understand armor trade-offs like protection versus mobility."}
{"entity_type":"inventory_feature","entity_name":"AutoOrganizeInventory","layman_description":"Automatically arrange items into logical categories and positions.","technical_description":"Sorting algorithm that organizes inventory by type, rarity, and usage frequency.","player_impact":"Keep inventory automatically organized as you loot and move items."}
{"entity_type":"menu_icon","entity_name":"TraderRepuationIcon","layman_description":"Badge showing your relationship level with different merchant NPCs.","technical_description":"Reputation indicator icon representing standing with trader entities.","player_impact":"See which traders like you and offer better prices."}
