{"entity_type":"item","entity_name":"gunBowT1IronCrossbowDesc","layman_description":"A reliable crossbow that fires bolts with steady damage.","technical_description":"Item property defining description key for iron-tiered crossbow with medium-range ballistic projectile mechanics.","player_impact":"Appears in your inventory with a weapon description helping you understand its hunting and combat role."}
{"entity_type":"block","entity_name":"cntWallSafeInsecure","layman_description":"An unlocked wall-mounted safe holding loot without any security features.","technical_description":"Loot container block with no lock mechanism and open accessibility for immediate item extraction.","player_impact":"You can walk up and take items directly from this safe in buildings without needing tools or skills."}
{"entity_type":"item","entity_name":"ammoHiPowerGroupDesc","layman_description":"A collection of high-power ammunition rounds for heavy weapons.","technical_description":"Item grouping containing multiple ammunition variants for high-damage firearms and explosives.","player_impact":"Shows in crafting recipes and trader catalogs when you have access to powerful ammunition options."}
{"entity_type":"block","entity_name":"cntDeskSafeInsecure","layman_description":"An open desk safe with visible contents ready for looting.","technical_description":"Desk-mounted loot container with unlocked state and immediate item availability.","player_impact":"Found in offices and shops, you can grab the valuable items inside without any unlock challenge."}
{"entity_type":"item","entity_name":"ammoAPGroupDesc","layman_description":"Armor-piercing ammunition designed to penetrate zombie and player defenses.","technical_description":"Specialized ammunition group with high armor bypass properties for defeating protected targets.","player_impact":"Becomes available as you progress in combat and hunt tougher protected enemies."}
{"entity_type":"block","entity_name":"cntGunSafeInsecure","layman_description":"An accessible gun safe displaying firearms without security barriers.","technical_description":"Weapon storage container with unsecured access to firearm loot distribution.","player_impact":"Guns and magazines are readily available to take from these safes in military locations."}
{"entity_type":"item","entity_name":"ammoArrowExplodingDesc","layman_description":"Special arrows that explode on impact for splash damage.","technical_description":"Projectile ammunition with explosive property triggering area damage on target hit.","player_impact":"When you fire these from bows, you damage a wider area instead of just the target."}
{"entity_type":"block","entity_name":"cntGunSafeInsecureWhite","layman_description":"A white-painted unlocked gun safe with visible firearm storage.","technical_description":"Cosmetic variant of weapon container with white material override and standard loot mechanics.","player_impact":"Appears in specific buildings with the same loot as other gun safes but in white finish."}
{"entity_type":"item","entity_name":"ammoBundleGroupDesc","layman_description":"Packaged ammunition bundles for various firearm types.","technical_description":"Ammunition grouping providing batch-level selections for magazine and cartridge distribution.","player_impact":"Shows up in loot piles and vendor selections when you need different ammo types."}
{"entity_type":"block","entity_name":"cntGunSafeInsecureBrown","layman_description":"A brown-finished gun safe without locks that shows stored weapons.","technical_description":"Weapon container variant with brown material texture and unsecured loot access state.","player_impact":"Another visual variant of accessible gun safes, typically found in survival and shelter locations."}
{"entity_type":"item","entity_name":"gunPartsGroupDesc","layman_description":"Collection of firearm attachments and repair components for gun maintenance.","technical_description":"Item group containing weapon mods, barrels, stocks, and attachment parts for firearms.","player_impact":"You can find these parts in loot and use them to customize guns in your inventory."}
{"entity_type":"block","entity_name":"cntWallSafeOpen","layman_description":"A wall-mounted safe in open state displaying its contents.","technical_description":"Loot container showing opened state with immediate item access capability.","player_impact":"You can see items inside from a distance and loot them quickly without interaction time."}
{"entity_type":"item","entity_name":"vehiclePartsGroupDesc","layman_description":"Components and upgrades for building and maintaining vehicles.","technical_description":"Item collection for vehicle assembly, including frames, wheels, engines, and functional parts.","player_impact":"Collect these to craft minibikes, motorcycles, and trucks for faster travel."}
{"entity_type":"block","entity_name":"cntDeskSafeOpen","layman_description":"A desk safe in opened state showing valuables inside.","technical_description":"Desk container rendering with open animation state and accessible loot drop mechanics.","player_impact":"Found in office areas, you can loot these quickly and the contents are clearly visible."}
{"entity_type":"item","entity_name":"vehiclePlaceableGroupDesc","layman_description":"Ready-to-use vehicle items that can be placed in the world.","technical_description":"Placeable vehicle instances that become interactive entities when deployed in game world.","player_impact":"You can place motorcycles and minibikes from your inventory to use for travel."}
{"entity_type":"block","entity_name":"cntDeskSafeInsecure_Player","layman_description":"A player-modified desk safe without locks for personal storage.","technical_description":"Desk container variant customized by player ownership without access restrictions.","player_impact":"You can create secure storage in your base by placing these safes."}
{"entity_type":"item","entity_name":"vehiclePlaceableBicycleDesc","layman_description":"A deployable bicycle for fast personal transportation.","technical_description":"Bicycle item instance with placement and ride mechanics for solo travel.","player_impact":"Place a bicycle in your base to quickly travel around the map."}
{"entity_type":"block","entity_name":"cntGunSafeInsecure_Player","layman_description":"A player-owned gun safe without any locks on weapons.","technical_description":"Firearm storage container with player ownership and no security lock mechanism.","player_impact":"You can set up weapon storage in your base using these safes."}
{"entity_type":"item","entity_name":"ammoShotgunShellDesc","layman_description":"Standard shotgun ammunition for close-range zombie elimination.","technical_description":"Shotgun projectile type with spread damage pattern and short effective range.","player_impact":"Fires multiple pellets at once when you shoot, making it powerful against close enemies."}
{"entity_type":"block","entity_name":"cntWallSafeOpen_Player","layman_description":"A player-placed wall safe in open state for personal loot storage.","technical_description":"Wall-mounted container variant with open state rendering and player ownership.","player_impact":"You can mount safes on your walls at home to organize and protect items."}
