{"entity_type":"item","entity_name":"Bullet Accelerator Cartridge","layman_description":"Specialized ammunition with increased muzzle velocity for higher damage.","technical_description":"Ammo variant with ballistic coefficient and kinetic energy boost.","player_impact":"Bullets travel faster and hit harder at all distances."}
{"entity_type":"item","entity_name":"Hollow Point Rounds","layman_description":"Designed ammunition that expands on impact for devastating wounds.","technical_description":"Ammo type with expansion damage multiplier and bleed application.","player_impact":"Shots cause severe bleeding and deal extra damage to enemies."}
{"entity_type":"item","entity_name":"Armor Piercing Cartridges","layman_description":"Hardened ammunition that penetrates through protective gear.","technical_description":"Ammo with armor penetration chance and hardened projectile properties.","player_impact":"Ignore armor on zombies and penetrate through multiple targets."}
{"entity_type":"item","entity_name":"Tracer Round Set","layman_description":"Glowing ammunition that shows projectile flight path visually.","technical_description":"Ammo variant with visual trajectory and target illumination effect.","player_impact":"See exactly where your shots are traveling for better aim adjustment."}
{"entity_type":"item","entity_name":"Incendiary Projectile","layman_description":"Ammunition that ignites on impact and causes fire damage.","technical_description":"Fire ammo with ignition chance and burning damage over time.","player_impact":"Shots set zombies on fire causing sustained damage."}
{"entity_type":"item","entity_name":"Cryo Ammunition","layman_description":"Frozen projectiles that slow and freeze enemies on contact.","technical_description":"Cold ammo with freeze chance and movement speed reduction.","player_impact":"Shots slow zombies down making them easier to manage."}
{"entity_type":"item","entity_name":"Electrical Discharge Rounds","layman_description":"Conductive ammunition that shocks enemies and nearby zombies.","technical_description":"Energy ammo with chain effect and electrical damage radius.","player_impact":"Shots electrocute enemies and nearby undead simultaneously."}
{"entity_type":"item","entity_name":"Toxic Contamination Dart","layman_description":"Poisonous projectiles that apply venom to struck enemies.","technical_description":"Poison ammo with toxin application and damage degradation.","player_impact":"Enemies take ongoing poison damage long after being hit."}
{"entity_type":"item","entity_name":"Explosive Shell Casing","layman_description":"Ammunition with built-in explosives for area damage on impact.","technical_description":"Explosive ammo with blast radius and detonation force.","player_impact":"Shots explode dealing damage to nearby enemies."}
{"entity_type":"item","entity_name":"Pulse Wave Cartridge","layman_description":"Cutting-edge ammo that creates a shockwave stunning all nearby zombies.","technical_description":"Energy ammo with stun radius and crowd control effect.","player_impact":"Shots stun groups of enemies temporarily immobilizing them."}
{"entity_type":"item","entity_name":"Degradation Accelerant Vial","layman_description":"Chemical compound that speeds up weapon and armor deterioration on enemies.","technical_description":"Consumable with degradation application and durability reduction factor.","player_impact":"Damage enemy equipment making them weaker over time."}
{"entity_type":"item","entity_name":"Infection Serum Dose","layman_description":"Biological agent that causes zombie infection or weakness symptoms.","technical_description":"Medical item with infection application and immune system debuff.","player_impact":"Apply infections to enemies reducing their combat effectiveness."}
{"entity_type":"item","entity_name":"Neural Disruptor Pod","layman_description":"Tech device that scrambles zombie ai causing erratic behavior.","technical_description":"Equipment with AI disruption and confusion effect duration.","player_impact":"Confused zombies attack each other or wander aimlessly."}
{"entity_type":"item","entity_name":"Memory Wipe Injector","layman_description":"Tool that resets zombie behavior patterns forcing aggression resets.","technical_description":"Equipment with threat memory clearing and awareness reset.","player_impact":"Makes tracked zombies forget about you temporarily."}
{"entity_type":"item","entity_name":"Bloodlust Catalyst","layman_description":"Substance that makes zombies more aggressive toward each other.","technical_description":"Consumable with infighting chance and aggression boost multiplier.","player_impact":"Zombies fight themselves instead of attacking you."}
{"entity_type":"item","entity_name":"Sensory Deprivation Gas","layman_description":"Gas canister that blinds and deafens zombies in area.","technical_description":"Throwable item with sensory denial and detection range reduction.","player_impact":"Affected zombies lose sight and hearing becoming ineffective."}
{"entity_type":"item","entity_name":"Regeneration Disruption Toxin","layman_description":"Chemical that prevents zombie regeneration and healing entirely.","technical_description":"Poison with healing block and regeneration immunity duration.","player_impact":"Prevent zombies from healing their wounds."}
{"entity_type":"item","entity_name":"Mutation Accelerator Serum","layman_description":"Causes infected enemies to mutate into stronger dangerous forms.","technical_description":"Consumable with mutation trigger and tier escalation chance.","player_impact":"Transform normal zombies into elite threat variants."}
{"entity_type":"item","entity_name":"Pheromone Tracker Marker","layman_description":"Scent marker that makes zombies track and follow a target relentlessly.","technical_description":"Equipment with pheromone application and tracking persistence.","player_impact":"Mark targets for zombies to hunt relentlessly."}
{"entity_type":"item","entity_name":"Plague Vector Catalyst","layman_description":"Biological weapon that spreads disease between nearby zombies.","technical_description":"Consumable with plague transmission and contagion radius.","player_impact":"Disease spreads from zombie to zombie killing groups."}
