{"entity_type":"property_name","entity_name":"KnockdownProneRefillRate","layman_description":"Controls how quickly a knocked-down enemy recovers their ability to get back up.","technical_description":"Sets the rate at which a prone entity regenerates knockdown recovery time after being stunned.","player_impact":"Affects how long knocked-down enemies stay down before they can stand again."}
{"entity_type":"property_name","entity_name":"KnockdownProneStunDuration","layman_description":"Determines how long an enemy remains stunned and knocked down on the ground.","technical_description":"Specifies the duration in seconds that a prone entity remains in stun state.","player_impact":"Longer durations give players more time to deal damage to immobilized enemies."}
{"entity_type":"property_name","entity_name":"LootLabelKey","layman_description":"Sets the name shown in the menu when you interact with a block to harvest its resources.","technical_description":"References the language key string displayed for harvest interaction prompts.","player_impact":"Affects what the menu call to action displays when examining farmable or harvestable blocks."}
{"entity_type":"property_name","entity_name":"MaxConvertTime","layman_description":"The longest time allowed for a block to finish converting one resource into another.","technical_description":"Specifies the maximum duration in game ticks for conversion processes on blocks.","player_impact":"Determines the upper time limit for crafting or transforming operations within block-based machines."}
{"entity_type":"property_name","entity_name":"MaxOwnerDistance","layman_description":"How far away from an entity the owner can be before it stops responding to their commands.","technical_description":"Sets the maximum distance in meters from the owner at which an entity remains active.","player_impact":"Limits how far your summon or pet can wander before it stops listening to you."}
{"entity_type":"property_name","entity_name":"MinConvertTime","layman_description":"The shortest time allowed for a block to complete converting one resource into another.","technical_description":"Specifies the minimum duration in game ticks for conversion processes on blocks.","player_impact":"Establishes the lower time bound for crafting or transformation speed within blocks."}
{"entity_type":"property_name","entity_name":"MirrorSibling","layman_description":"Links a stair block to its flipped version so both orientations work in the game.","technical_description":"References the mirrored block variant for bi-directional staircase placements.","player_impact":"Allows you to place stairs facing either direction by connecting to the opposite-facing block."}
{"entity_type":"property_name","entity_name":"ModTransformEnableNames","layman_description":"Controls which mod variations are available as visual choices when you customize a block.","technical_description":"Specifies which mod transformation variants are selectable for block modification systems.","player_impact":"Determines which customization options appear in the menu when upgrading or modifying blocks."}
{"entity_type":"property_name","entity_name":"ModTypes","layman_description":"Lists the kinds of upgrades you can apply to a block, like making it faster or stronger.","technical_description":"Defines the categories of modifications available for block enhancement systems.","player_impact":"Determines what kinds of improvements you can make to blocks through the modification system."}
{"entity_type":"property_name","entity_name":"ModdedConvertCount","layman_description":"The number of upgraded versions of a conversion block that are currently active.","technical_description":"Tracks the quantity of modified conversion block instances in the current system.","player_impact":"Affects how many upgraded conversion processes can run simultaneously in your setup."}
{"entity_type":"property_name","entity_name":"ModdedConvertSpeed","layman_description":"How much faster an upgraded block converts resources compared to its basic version.","technical_description":"Multiplier value for conversion speed applied by block modifications.","player_impact":"Upgraded blocks process resources significantly faster than standard versions."}
{"entity_type":"property_name","entity_name":"ModdedConvertToItem","layman_description":"Specifies what item a modified block produces after converting its input resources.","technical_description":"References the output inventory item created by modified conversion processes.","player_impact":"Determines what end product you get from improved resource conversion blocks."}
{"entity_type":"property_name","entity_name":"Mode","layman_description":"Whether an item makes things bigger or smaller when you use it on the game world.","technical_description":"Setting that defines whether an item applies growth or shrinkage effects to targets.","player_impact":"Controls the expansion or reduction effect the item has when applied to objects."}
{"entity_type":"property_name","entity_name":"MoveSpeedRand","layman_description":"Adds random variation to how fast different individuals of the same type move around.","technical_description":"Random multiplier range applied to movement speed for entity variety.","player_impact":"Makes creatures and NPCs move at slightly different speeds for more natural behavior."}
{"entity_type":"property_name","entity_name":"PlaySound","layman_description":"Specifies which sound effect plays when a block is triggered or activated.","technical_description":"References the audio file to play when the block performs its action.","player_impact":"Provides audio feedback when traps or interactive blocks activate during gameplay."}
{"entity_type":"property_name","entity_name":"Ragdoll","layman_description":"Controls whether an entity's body goes limp and realistic when it dies or gets knocked down.","technical_description":"Setting that enables physics-based body simulation for fallen or dead entities.","player_impact":"Affects whether creatures collapse naturally or remain in fixed death poses."}
{"entity_type":"property_name","entity_name":"RayCount","layman_description":"The number of detection lines used to check what's in front of a block or entity.","technical_description":"Specifies the quantity of raycast queries used for collision or detection systems.","player_impact":"More rays improve detection accuracy but may impact performance."}
{"entity_type":"property_name","entity_name":"RemoveTexture","layman_description":"Whether the visible picture of an item disappears from the game world when used up.","technical_description":"Flag that determines if the visual model is removed from the scene when the item is consumed.","player_impact":"Controls whether spent items vanish instantly or leave visual remnants in the world."}
{"entity_type":"property_name","entity_name":"RequiredMods","layman_description":"Lists the specific tools or items a player must have equipped to use a particular block.","technical_description":"Defines prerequisite tool items required for block interaction or operation.","player_impact":"Forces you to acquire and bring specific tools to access certain blocks' functionality."}
{"entity_type":"property_name","entity_name":"RequiredModsOnly","layman_description":"Forces you to only use the tools specified for a block, preventing alternatives.","technical_description":"Boolean setting that restricts block interaction exclusively to specified tool items.","player_impact":"Ensures only exact tools work with certain blocks, preventing workarounds with similar items."}
{"entity_type":"property_name","entity_name":"RestrictSubmergedPlacement","layman_description":"Prevents you from placing a block underwater or in water-filled areas.","technical_description":"Boolean flag that blocks placement of objects in submerged or flooded environments.","player_impact":"Restricts building in water, forcing you to construct on dry land or drain areas first."}
{"entity_type":"property_name","entity_name":"Size","layman_description":"The scale or magnitude of an entity, determining how large it appears in the world.","technical_description":"Value controlling the 3D shape size multiplier for entity rendering.","player_impact":"Larger creatures take up more space and may be more intimidating or visible."}
{"entity_type":"property_name","entity_name":"SoundExplodeWarn","layman_description":"The warning sound that plays before a creature self-destructs or explodes.","technical_description":"Audio reference for the pre-explosion alarm sound emitted by volatile entities.","player_impact":"Gives players audio warning to run away before a dangerous enemy explodes."}
{"entity_type":"property_name","entity_name":"SoundIdle","layman_description":"The background sound an active tool makes while you're holding it ready to use.","technical_description":"Audio reference for the continuous idle state sound of weapons or tools.","player_impact":"Creates atmosphere and feedback while a tool is equipped and waiting."}
{"entity_type":"property_name","entity_name":"SoundSleeperBackToSleep","layman_description":"The sound a sleeping zombie makes when it lies back down after being disturbed.","technical_description":"Audio reference for the vocalization when a dormant entity returns to rest state.","player_impact":"Provides feedback when you alert but don't fully wake a sleeping enemy."}
{"entity_type":"property_name","entity_name":"SoundSleeperSense","layman_description":"The sound a sleeping zombie makes when it first notices something nearby.","technical_description":"Audio reference for the alert vocalization when a dormant entity detects disturbance.","player_impact":"Warns you when a sleeping enemy becomes aware of your presence."}
{"entity_type":"property_name","entity_name":"SoundTick","layman_description":"A repeating beep or clock-like sound that marks time passing for something like a bomb.","technical_description":"Audio reference for periodic ticking sounds used for countdown or charging effects.","player_impact":"Provides urgent audio feedback for time-limited actions like explosives or charging attacks."}
{"entity_type":"property_name","entity_name":"TODOmodRBT","layman_description":"Notes vehicle upgrades that still need to be developed or implemented.","technical_description":"Placeholder property for incomplete vehicle modification systems.","player_impact":"Indicates planned vehicle improvements not yet available in the current version."}
{"entity_type":"property_name","entity_name":"WaterCapacity","layman_description":"How much water an item can hold before it becomes full.","technical_description":"Volume value in arbitrary units for water storage capacity of containers.","player_impact":"Determines how long a water container lasts before needing refill."}
{"entity_type":"property_name","entity_name":"WaterClipPlane","layman_description":"Defines the boundaries and angle of a water surface inside a block structure.","technical_description":"Plane equation coefficients that define water surface geometry within blocks.","player_impact":"Creates realistic water surfaces and boundaries inside water-filled building interiors."}
{"entity_type":"property_name","entity_name":"axis","layman_description":"Which direction of movement a vehicle wheel or part rotates around.","technical_description":"Specifies the axis identifier for rotation application on vehicle parts.","player_impact":"Determines the orientation and function of wheels and moving components on vehicles."}
{"entity_type":"property_name","entity_name":"bounceSound","layman_description":"The sound effect that plays when a vehicle hits something and bounces.","technical_description":"Audio reference for collision bounce events on vehicles.","player_impact":"Provides feedback when driving over rough terrain or hitting obstacles."}
{"entity_type":"property_name","entity_name":"bullet_material","layman_description":"What substance a projectile is made of, affecting what it damages well.","technical_description":"Material type identifier for projectile objects affecting damage calculations.","player_impact":"Ammunition material determines its effectiveness against different armor and structures."}
{"entity_type":"property_name","entity_name":"gear2","layman_description":"Power delivery settings for the second gear ratio in a vehicle's transmission.","technical_description":"Transmission gear parameters including power range and efficiency values.","player_impact":"Controls vehicle acceleration and speed behavior when in second gear."}
{"entity_type":"property_name","entity_name":"gear3","layman_description":"Power delivery settings for the third gear ratio in a vehicle's transmission.","technical_description":"Transmission gear parameters including power range and efficiency values.","player_impact":"Controls vehicle acceleration and speed behavior when in third gear."}
{"entity_type":"property_name","entity_name":"gear4","layman_description":"Power delivery settings for the fourth and highest gear ratio in a vehicle.","technical_description":"Transmission gear parameters including power range and efficiency values.","player_impact":"Controls maximum vehicle speed and highway efficiency when in fourth gear."}
{"entity_type":"property_name","entity_name":"glassBulletproofBlockVariantHelper","layman_description":"Tracks which version of bulletproof glass a block is using for display and protection.","technical_description":"Variant index for different bulletproof glass 3D shape models and properties.","player_impact":"Determines the visual appearance and damage resistance of protective glass structures."}
{"entity_type":"property_name","entity_name":"mesh","layman_description":"The 3D shape and form that represents a vehicle part visually in the game world.","technical_description":"3D shape model reference for vehicle rendering and visual representation.","player_impact":"Affects the appearance and visual details of vehicle components."}
{"entity_type":"property_name","entity_name":"resourceRockSmall","layman_description":"How many units of small rock you get when you harvest a given block.","technical_description":"Drop quantity value for stone resource harvested from specific blocks.","player_impact":"Determines how much stone material you collect from destroying certain blocks."}
{"entity_type":"property_name","entity_name":"rpmAccel_min_max","layman_description":"The range of how quickly an engine spins up when you press the accelerator.","technical_description":"Engine acceleration rate parameters for minimum and maximum RPM increase.","player_impact":"Controls how responsive a vehicle feels when you start accelerating from idle."}
{"entity_type":"property_name","entity_name":"rpmDrag","layman_description":"How much the engine slows down naturally when you're not pressing the accelerator.","technical_description":"Friction coefficient for engine RPM decrease during idle or coasting.","player_impact":"Affects how quickly a vehicle engine winds down when you release the gas pedal."}
{"entity_type":"property_name","entity_name":"rpmMax","layman_description":"The highest RPM a vehicle engine can reach before it starts losing efficiency.","technical_description":"Maximum revolutions per minute limit for engine operation.","player_impact":"Caps the top speed a vehicle can achieve regardless of power applied."}
{"entity_type":"property_name","entity_name":"slideSound","layman_description":"The sound effect when a vehicle's tires lose grip and skid on the ground.","technical_description":"Audio reference for tire skidding and sliding friction effects.","player_impact":"Provides feedback when losing traction while driving."}
{"entity_type":"property_name","entity_name":"steerAngleMax","layman_description":"How sharp a vehicle can turn its front wheels for steering.","technical_description":"Maximum steering angle in degrees for vehicle direction control.","player_impact":"Controls how tight a turning radius a vehicle can achieve."}
{"entity_type":"property_name","entity_name":"steerMaxAngle","layman_description":"The angle threshold that triggers maximum steering response for a vehicle.","technical_description":"Steering saturation angle for control input mapping.","player_impact":"Affects the sensitivity and responsiveness of steering controls."}
{"entity_type":"property_name","entity_name":"steerTransform","layman_description":"The vehicle part that physically rotates to change the steering direction.","technical_description":"Bone or attachment point name for steering mechanism animation.","player_impact":"Determines which visible part of the vehicle responds when you turn."}
{"entity_type":"property_name","entity_name":"1Land","layman_description":"A knockdown effect state identifier for tracking creature stumbling.","technical_description":"Named state constant for landing and knockdown state classification.","player_impact":"Used internally to manage creature response when they land from being knocked up."}
{"entity_type":"property_name","entity_name":"1LandLow","layman_description":"A minor knockdown or stumble state for creatures that lose balance briefly.","technical_description":"Named state constant for minor knockdown without full body collapse.","player_impact":"Triggers shorter stun durations when creatures barely stumble."}
{"entity_type":"property_name","entity_name":"1None","layman_description":"A neutral state indicator meaning no active knockdown or stun effect is occurring.","technical_description":"Named state constant representing absence of knockdown status.","player_impact":"Indicates the creature is fully recovered and can act normally."}
{"entity_type":"property_name","entity_name":"1Stumble","layman_description":"A state where a creature loses footing momentarily but doesn't fully fall down.","technical_description":"Named state constant for partial balance loss and staggering animation.","player_impact":"Creates intermediate difficulty where enemies stumble but recover faster than knockdowns."}
{"entity_type":"property_name","entity_name":"ActionExpBonusMultiplier","layman_description":"How much extra experience you earn using this particular item compared to normal.","technical_description":"Multiplier value for experience gain from actions performed with this item.","player_impact":"Using this item teaches you skills faster than using other tools."}
{"entity_type":"property_name","entity_name":"ActivationEmissive","layman_description":"Which part of an item's picture glows brighter when you activate or use it.","technical_description":"Named setting for self-illuminating areas triggered by item activation.","player_impact":"Provides visual feedback when activating tools or weapons."}
{"entity_type":"property_name","entity_name":"ActivationEvent","layman_description":"The special event that triggers when this particular block is activated or used.","technical_description":"Named event identifier executed when the block receives an activation signal.","player_impact":"Determines what happens when you interact with or trigger the block."}
{"entity_type":"property_name","entity_name":"AllowUnEquip","layman_description":"Whether you can remove this item from your hands once you've equipped it.","technical_description":"Boolean flag controlling whether the item can be unequipped after activation.","player_impact":"Some items lock in place and cannot be put away until their action completes."}
{"entity_type":"property_name","entity_name":"AltItemTypeIcon","layman_description":"An alternate picture symbol shown in the menu for this item's secondary function.","technical_description":"Alternative icon name displayed for alternate item interaction modes.","player_impact":"Helps you understand what the item can do beyond its main purpose."}
{"entity_type":"property_name","entity_name":"AnimWait","layman_description":"How long the animation plays before the action takes effect when using an item.","technical_description":"Duration in seconds for animation playback before action application.","player_impact":"Affects the timing between when you activate an item and when it actually works."}
{"entity_type":"property_name","entity_name":"Archetype","layman_description":"What basic type of entity this is, like which trader or character template it follows.","technical_description":"Entity classification reference for behavior and stat inheritance.","player_impact":"Determines the fundamental abilities and appearance template the entity uses."}
{"entity_type":"property_name","entity_name":"AutoEquip","layman_description":"Whether you automatically grab and hold this item when you pick it up.","technical_description":"Boolean that enables automatic item placement into active inventory slot.","player_impact":"Some items instantly go into your hands when looted instead of the menu."}
{"entity_type":"property_name","entity_name":"BatteryDischargeTimeInMinutes","layman_description":"How long a rechargeable battery lasts before it runs out of charge.","technical_description":"Duration value in minutes for complete battery depletion from full charge.","player_impact":"Determines how long powered tools operate before needing a recharge."}
{"entity_type":"property_name","entity_name":"BatteryMaxLoadInVolts","layman_description":"The electrical power level a rechargeable battery can safely supply.","technical_description":"Voltage rating for maximum power delivery capacity of the battery.","player_impact":"Determines which powered devices the battery can operate."}
{"entity_type":"property_name","entity_name":"Block_range","layman_description":"How far away from you the item can affect or place blocks when you use it.","technical_description":"Maximum distance in meters for block placement or modification effect.","player_impact":"Determines your reach when placing or interacting with blocks at distance."}
{"entity_type":"property_name","entity_name":"BlocksAllowed","layman_description":"Specifies which types of blocks this tool can be used on.","technical_description":"Tag filter for valid block types that accept this item's interaction.","player_impact":"Some tools only work on specific materials and refuse to interact with others."}
{"entity_type":"property_name","entity_name":"BreakingPercentage","layman_description":"The damage level at which a block shows visible cracks and looks deteriorating.","technical_description":"Health percentage threshold at which breaking visual state displays.","player_impact":"Blocks show their wear visually when they reach half health."}
{"entity_type":"property_name","entity_name":"BrokenPercentage","layman_description":"The damage point where a block becomes completely destroyed and vanishes.","technical_description":"Health percentage threshold at which block is considered fully destroyed.","player_impact":"Blocks collapse entirely when they drop to very low durability."}
{"entity_type":"property_name","entity_name":"BuffChance","layman_description":"The probability that using this block gives you a beneficial effect.","technical_description":"Percentage likelihood of applying positive status effects when block is used.","player_impact":"Some blocks randomly grant temporary benefits when you use them."}
{"entity_type":"property_name","entity_name":"Bullet_material","layman_description":"The substance a projectile is made of, determining its damage properties.","technical_description":"Material category identifier for projectile type classification.","player_impact":"Ammunition effectiveness varies based on what materials it's made from."}
{"entity_type":"property_name","entity_name":"CanClimbVertical","layman_description":"Whether this creature can scale straight up walls without jumping.","technical_description":"Boolean enabling wall-climbing movement for entities without jump assistance.","player_impact":"Some enemies can climb vertical surfaces making them more dangerous."}
{"entity_type":"property_name","entity_name":"ChargePerInput","layman_description":"How much power is used each time you trigger a powered device or item.","technical_description":"Energy consumption value per activation event for power systems.","player_impact":"Determines how many uses you get from a charged battery or power source."}
{"entity_type":"property_name","entity_name":"CopyBlock","layman_description":"Whether using this item on a block duplicates its structure for building.","technical_description":"Boolean enabling block cloning functionality for this tool.","player_impact":"Allows you to quickly copy and place matching blocks."}
{"entity_type":"property_name","entity_name":"CropsGrown.BonusHarvestDivisor","layman_description":"How much extra food you get from crops that have bonuses applied.","technical_description":"Divisor value determining bonus harvest yield multiplication factor.","player_impact":"Bonus crops produce significantly more food when harvested."}
{"entity_type":"property_name","entity_name":"CustomCommandEvent1","layman_description":"A special action that triggers when you interact with this block the first way.","technical_description":"Named event executed when custom interaction option one is selected.","player_impact":"Blocks can perform multiple different actions based on how you interact."}
{"entity_type":"property_name","entity_name":"CustomCommandEvent2","layman_description":"A special action that triggers when you interact with this block the second way.","technical_description":"Named event executed when custom interaction option two is selected.","player_impact":"Blocks can perform different actions based on which interaction you choose."}
{"entity_type":"property_name","entity_name":"CustomCommandIcon1","layman_description":"The picture symbol shown for the first custom interaction option in the menu.","technical_description":"Icon name displayed for the first custom command menu option.","player_impact":"Shows you what the first alternative action does when you hover over it."}
{"entity_type":"property_name","entity_name":"CustomCommandIcon2","layman_description":"The picture symbol shown for the second custom interaction option in the menu.","technical_description":"Icon name displayed for the second custom command menu option.","player_impact":"Shows you what the second alternative action does when you hover over it."}
{"entity_type":"property_name","entity_name":"CustomCommandName1","layman_description":"The menu text label for the first alternative way to interact with this block.","technical_description":"Localized text name for the first custom interaction command option.","player_impact":"Tells you what happens when you select the first alternative interaction."}
{"entity_type":"property_name","entity_name":"CustomCommandName2","layman_description":"The menu text label for the second alternative way to interact with this block.","technical_description":"Localized text name for the second custom interaction command option.","player_impact":"Tells you what happens when you select the second alternative interaction."}
{"entity_type":"property_name","entity_name":"DamageBonus.glass","layman_description":"Extra damage you deal when hitting enemies through or with glass material.","technical_description":"Damage multiplier for attacks against glass-based materials.","player_impact":"Glass structures take normal damage from most weapons."}
{"entity_type":"property_name","entity_name":"DamageBonus.head","layman_description":"Extra damage you deal when hitting an enemy's head compared to other body parts.","technical_description":"Damage multiplier specifically for head-targeted strikes.","player_impact":"Headshots are significantly more deadly than body shots."}
{"entity_type":"property_name","entity_name":"DamageBonus.metal","layman_description":"Extra damage you deal when hitting metallic structures or enemies.","technical_description":"Damage multiplier for attacks against metal-based materials.","player_impact":"Metal barriers are resistant and require more hits than wood to destroy."}
{"entity_type":"property_name","entity_name":"DamageBonus.stone","layman_description":"Extra damage you deal when hitting stone structures or rocky enemies.","technical_description":"Damage multiplier for attacks against stone-based materials.","player_impact":"Stone walls are resistant to damage and take longer to destroy."}
{"entity_type":"property_name","entity_name":"DamageEvent","layman_description":"A special event that triggers when something damages this block or entity.","technical_description":"Named event executed when the object receives damage.","player_impact":"Blocks can react to taking damage by activating special effects."}
{"entity_type":"property_name","entity_name":"DeadTime","layman_description":"How long a dead creature remains in the world before disappearing.","technical_description":"Duration in seconds before a corpse is removed from the game world.","player_impact":"Bodies stick around briefly before vanishing, letting you loot them."}
{"entity_type":"property_name","entity_name":"Density","layman_description":"How heavy and solid a block feels physically in the game.","technical_description":"Mass density value affecting physics simulation for the block.","player_impact":"Heavier blocks require more force to move or knock around."}
{"entity_type":"property_name","entity_name":"Description","layman_description":"Help text shown in the menu that explains what this item does.","technical_description":"Localization key for item action description text.","player_impact":"Tooltip shows you detailed information about the item's function."}
{"entity_type":"property_name","entity_name":"DropInventoryBlock","layman_description":"What kind of container appears where a creature dies to hold their dropped items.","technical_description":"Block type spawned to hold loot when this entity is defeated.","player_impact":"Defeated enemies leave behind containers of useful items and supplies."}
{"entity_type":"property_name","entity_name":"Encumbrance","layman_description":"How much weight this item adds to your total load when carrying it.","technical_description":"Weight value in inventory units affecting character carrying capacity.","player_impact":"Light items don't slow you down much but heavy ones significantly reduce speed."}
{"entity_type":"property_name","entity_name":"EndSound","layman_description":"The sound that plays when a trap or activated block finishes its action.","technical_description":"Audio reference for completion sound played at end of block activation.","player_impact":"Provides auditory feedback that a trap or device has finished operating."}
{"entity_type":"property_name","entity_name":"Entity","layman_description":"What kind of creature or object spawn this item summons into the world.","technical_description":"Entity type identifier for the 3D shape created by this item.","player_impact":"Determines what appears when you use this summoning or spawning item."}
{"entity_type":"property_name","entity_name":"EntityOffset","layman_description":"How far from where you use the item the summoned creature appears.","technical_description":"Position offset coordinates relative to item usage point for entity spawn.","player_impact":"Controls where summoned creatures materialize relative to you."}
{"entity_type":"property_name","entity_name":"ExplodeDelay","layman_description":"How long after a creature triggers before it explodes in a dangerous burst.","technical_description":"Countdown duration in seconds before explosive detonation occurs.","player_impact":"Gives you a warning before a volatile enemy explodes nearby."}
{"entity_type":"property_name","entity_name":"Explosion.BlockTags","layman_description":"Which specific block types are destroyed with extra force by this explosion.","technical_description":"Tagged block categories affected by specialized explosion damage.","player_impact":"Certain explosives destroy specific structures like doors and safes more effectively."}
{"entity_type":"property_name","entity_name":"Explosion.DamageBonus.tags","layman_description":"Extra damage multiplier when an explosion hits certain types of structures or enemies.","technical_description":"Damage bonus percentage applied to tagged targets caught in explosions.","player_impact":"Explosions damage certain structures and creatures much more severely."}
{"entity_type":"property_name","entity_name":"Explosion.DamageType","layman_description":"The category of damage an explosion deals, affecting what it damages well.","technical_description":"Damage classification for explosion effect resistance calculations.","player_impact":"Explosion damage bypasses some protections that block other damage types."}
{"entity_type":"property_name","entity_name":"Explosion.Duration","layman_description":"How long the explosion effect persists and continues dealing damage.","technical_description":"Time duration in seconds for active explosion damage application.","player_impact":"Long-lasting explosions hurt creatures that move through the blast area."}
{"entity_type":"property_name","entity_name":"Explosion.IgnoreHeatMap","layman_description":"Whether an explosion alerts nearby zombies regardless of your stealth.","technical_description":"Boolean setting to bypass thermal detection when explosion triggers.","player_impact":"Some explosions are loud enough to attract zombies from far away."}
{"entity_type":"property_name","entity_name":"FuelTypes","layman_description":"What kinds of resources you can burn to power this machine or engine.","technical_description":"List of acceptable fuel items and their energy values for consumption.","player_impact":"Machines require specific fuel types and won't run on wrong materials."}
{"entity_type":"property_name","entity_name":"GetQualityFromWeapon","layman_description":"Whether this item's effectiveness scales with the quality level of another equipped weapon.","technical_description":"Boolean enabling quality inheritance from wielded weapons.","player_impact":"Better weapons make this tool work better when used alongside them."}
{"entity_type":"property_name","entity_name":"HealActionTime","layman_description":"How long it takes for this creature to complete a self-healing action.","technical_description":"Animation duration for entity healing ability performance.","player_impact":"Enemies that heal take time to recover, giving you a chance to interrupt."}
{"entity_type":"property_name","entity_name":"HealCooldown","layman_description":"How long an entity must wait before it can heal itself again.","technical_description":"Cooldown duration in seconds between repeated healing actions.","player_impact":"Creatures that heal can't spam healing, forcing spacing between recoveries."}
{"entity_type":"property_name","entity_name":"HealDamageThreshold","layman_description":"The health level an entity waits for before attempting to heal itself.","technical_description":"Minimum damage percentage that triggers healing behavior.","player_impact":"Enemies only heal when they've been hurt enough to need recovery."}
{"entity_type":"property_name","entity_name":"HideInSpawnMenu","layman_description":"Whether this creature type appears as an option in the admin spawn menu.","technical_description":"Boolean flag controlling entity visibility in spawn command lists.","player_impact":"Some special entities are hidden from casual spawning options."}
