{"entity_type":"property_name","entity_name":"Extends","layman_description":"This item copies stats and settings from another item, then overrides the specific values shown.","technical_description":"Points to another item whose values are copied and merged with local overrides.","player_impact":"Creates variants that behave like the base item but with small changes."}
{"entity_type":"property_name","entity_name":"SortOrder2","layman_description":"Controls where this block shows in the building menu compared to other blocks.","technical_description":"Secondary ordering value used by the game's menu placement logic.","player_impact":"Affects how quickly you find this block when browsing menus."}
{"entity_type":"property_name","entity_name":"CustomIconTint","layman_description":"The color tint applied to this item's picture in inventory and menus.","technical_description":"Color value applied to the item picture at display time.","player_impact":"Helps visually distinguish similar items or variants."}
{"entity_type":"property_name","entity_name":"CustomIcon","layman_description":"Which picture is shown for this item in your inventory and menus.","technical_description":"Name of the picture resource used by inventory and menus.","player_impact":"Changes how easy the item is to recognize at a glance."}
{"entity_type":"property_name","entity_name":"CreativeMode","layman_description":"Whether the item appears in the creative menu or is hidden.","technical_description":"Controls visibility of this item in creative-mode lists.","player_impact":"Hidden items won’t appear in creative menus but still exist in the game."}
{"entity_type":"property_name","entity_name":"TintColor","layman_description":"A color overlay applied to how the item or block looks in the world or menus.","technical_description":"Color value used as an overlay for models or pictures.","player_impact":"Can make items easier or harder to spot depending on the tint."}
{"entity_type":"property_name","entity_name":"Model","layman_description":"The 3D shape you see when this block is placed in the world.","technical_description":"Path to a 3D model file or game object used for rendering and collision.","player_impact":"Determines the block’s appearance and how it interacts physically."}
{"entity_type":"property_name","entity_name":"FilterTags","layman_description":"Labels that decide which menus or filters this block appears in.","technical_description":"Comma-separated tag strings used to categorize blocks for filtering.","player_impact":"Affects whether the block shows up in specific building menus or search filters."}
{"entity_type":"property_name","entity_name":"SortOrder1","layman_description":"Primary control for where this block appears in the building menu.","technical_description":"Primary ordering value for catalog/menu placement.","player_impact":"Changes menu placement and how quickly you find the block."}
{"entity_type":"property_name","entity_name":"Material","layman_description":"What the item or block is made of, which affects how it breaks and what tools work best.","technical_description":"Links to material settings that determine durability and interactions.","player_impact":"Determines how hard it is to break and which tools are most effective."}
