{"entity_type":"definition","entity_name":"cntBarrelGenericQuadA","layman_description":"A large metal fuel barrel that holds explosives and drops loot when destroyed.","technical_description":"Extends cntBarrelGenericSingle00 with explosions that trigger particle effects during destruction.","player_impact":"Breaking it yields fuel barrel loot and creates dangerous explosions that damage nearby players."}
{"entity_type":"definition","entity_name":"cntBarrelGenericQuadB","layman_description":"Another large metal fuel barrel variant positioned differently for environmental variety.","technical_description":"Similar to QuadA but with distinct particle index 67 for visual variation in explosions.","player_impact":"Provides fuel loot when looted or destroyed with comparable explosion danger to other barrels."}
{"entity_type":"definition","entity_name":"cntBarrelGenericSingle00","layman_description":"A single metal fuel barrel that can be scavenged for gasoline and fuel materials.","technical_description":"Extends cntBarrelMetalMaster with specific particle effects and display ordering for placement flexibility.","player_impact":"Breaking it provides fuel resources essential for crafting and vehicle maintenance."}
{"entity_type":"definition","entity_name":"cntBarrelGenericSingle45","layman_description":"A rotated version of the basic fuel barrel for different angles and spatial arrangement.","technical_description":"Extends cntBarrelGenericSingle00 with rotated model orientation and particle index 65.","player_impact":"Offers the same fuel loot as other barrels but positioned at 45-degree angle for building variety."}
{"entity_type":"definition","entity_name":"cntBarrelMetalMaster","layman_description":"The base template for all metal fuel barrels with standard explosion and loot behavior.","technical_description":"Master class defining shared properties for all metal barrels including explosion particles and loot lists.","player_impact":"Provides fuel loot when broken and creates explosions that can chain-react with nearby barrels."}
{"entity_type":"definition","entity_name":"cntBarrelOilQuadA","layman_description":"A large dark oil barrel variant that drops large amounts of fuel when looted.","technical_description":"Extends cntBarrelOilSingle00 with specific coloring and particle effect 70 for visual distinction.","player_impact":"Breaking yields large fuel barrel loot that's valuable for powering vehicles and machines."}
{"entity_type":"definition","entity_name":"cntBarrelOilQuadB","layman_description":"Another large oil barrel positioned differently from QuadA for terrain variation.","technical_description":"Similar to QuadA with particle index 71 and identical loot but different placement orientation.","player_impact":"Provides equivalent fuel resources as QuadA when destroyed or looted."}
{"entity_type":"definition","entity_name":"cntBarrelOilSingle00","layman_description":"A single dark oil barrel found in industrial areas yielding fuel resources.","technical_description":"Extends cntBarrelMetalMaster with specific coloring and particle effect configuration.","player_impact":"Breakable barrel providing fuel loot in industrial zones and structures."}
{"entity_type":"definition","entity_name":"cntBarrelOilSingle45","layman_description":"A rotated oil barrel variant matching the basic barrel but with different orientation.","technical_description":"Extends cntBarrelOilSingle00 with 45-degree rotation and particle index 69.","player_impact":"Offers identical fuel loot to other oil barrels with rotational placement variety."}
{"entity_type":"definition","entity_name":"cntBarrelPlasticQuadA","layman_description":"A large plastic barrel found in urban and industrial areas for resource collection.","technical_description":"Extends cntBarrelPlasticSingle00 with positioning for multi-barrel groupings.","player_impact":"Scavengeable container providing fuel and industrial materials when broken."}
{"entity_type":"definition","entity_name":"cntBarrelPlasticQuadB","layman_description":"Another plastic barrel variant offering the same resources as QuadA with different placement.","technical_description":"Extends cntBarrelPlasticSingle00 with alternate positioning and ordering configuration.","player_impact":"Provides identical fuel loot to other plastic barrels when looted or destroyed."}
{"entity_type":"definition","entity_name":"cntBarrelPlasticSingle00","layman_description":"A single plastic barrel that players can break open to collect fuel and materials.","technical_description":"Base plastic barrel with ModelEntity shape allowing water flow and multi-directional placement.","player_impact":"Common loot container providing fuel resources throughout the game world."}
{"entity_type":"definition","entity_name":"cntBarrelPlasticSingle45","layman_description":"A plastic barrel rotated 45 degrees for varied environmental arrangement.","technical_description":"Extends cntBarrelPlasticSingle00 with rotational variant for building flexibility.","player_impact":"Scavengeable barrel at different angle providing same fuel loot as other variants."}
{"entity_type":"definition","entity_name":"cntBarrelPolymerMaster","layman_description":"The foundational template for all plastic barrel variants with shared explosion and loot behavior.","technical_description":"Master class defining properties for plastic barrels including explosion effects and water flow settings.","player_impact":"Provides fuel loot when destroyed and can create chain explosions in tight barrel groupings."}
{"entity_type":"definition","entity_name":"cntBarrelRadiatedQuadA","layman_description":"A large radioactive barrel that contaminates the surrounding area with radiation hazard.","technical_description":"Extends cntBarrelRadiatedSingle00 with radiation effect radius of 2.5 units and particle index 74.","player_impact":"Breaking it yields fuel but exposes players to radiation sickness until healed."}
{"entity_type":"definition","entity_name":"cntBarrelRadiatedQuadB","layman_description":"Another radioactive barrel variant positioned differently from QuadA.","technical_description":"Extends cntBarrelRadiatedSingle00 with particle index 75 and identical radiation settings.","player_impact":"Provides fuel loot with radiation hazard equivalent to other radioactive barrel variants."}
{"entity_type":"definition","entity_name":"cntBarrelRadiatedSingle00","layman_description":"A single barrel emitting radiation that damages health unless player takes protective measures.","technical_description":"Extends cntBarrelMetalMaster with active radius radiation effect applying buffRadiation01.","player_impact":"Dangerous to break without rad away; provides fuel but applies radiation sickness status."}
{"entity_type":"definition","entity_name":"cntBarrelRadiatedSingle45","layman_description":"A rotated radioactive barrel at 45-degree angle with identical radiation hazard.","technical_description":"Extends cntBarrelRadiatedSingle00 with rotation variant and particle index 73.","player_impact":"Scavengeable with same radiation hazard and fuel yield as other radioactive barrels."}
{"entity_type":"definition","entity_name":"cntBarrelWhiteQuadA","layman_description":"A large pale metal barrel found in various locations yielding standard fuel loot.","technical_description":"Extends cntBarrelWhiteSingle00 with light coloring and particle effect index 78.","player_impact":"Breaking yields fuel resources with no special hazards or status effects."}
{"entity_type":"definition","entity_name":"cntBarrelWhiteQuadB","layman_description":"Another large pale barrel positioned differently from QuadA for building variation.","technical_description":"Extends cntBarrelWhiteSingle00 with particle index 79 and matching light coloring.","player_impact":"Provides equivalent fuel loot to other white barrel variants when destroyed."}
{"entity_type":"definition","entity_name":"cntBarrelWhiteSingle00","layman_description":"A single pale metal barrel commonly found containing basic fuel resources.","technical_description":"Extends cntBarrelMetalMaster with light tint coloring and particle effect index 76.","player_impact":"Standard breakable barrel providing fuel materials without hazards."}
{"entity_type":"definition","entity_name":"cntBarrelWhiteSingle45","layman_description":"A rotated pale barrel matching the standard version but positioned at an angle.","technical_description":"Extends cntBarrelWhiteSingle00 with 45-degree orientation and particle index 77.","player_impact":"Offers identical fuel loot to other white barrels with rotational arrangement variation."}
{"entity_type":"definition","entity_name":"cntBathTubEmpty","layman_description":"An empty bathtub found in houses where players might discover hidden items.","technical_description":"Multi-block structure allowing water flow with two-block vertical height for placement flexibility.","player_impact":"Interactable container that may contain bathroom supplies or crafting materials when looted."}
{"entity_type":"definition","entity_name":"cntBathTubGore","layman_description":"A gruesome bathtub containing loot and displaying dark visual storytelling.","technical_description":"Extends cntBathTubEmpty as lootable container with censor value and downgrade mechanics.","player_impact":"Searchable container with visceral gore effects providing bathroom-related inventory items."}
{"entity_type":"definition","entity_name":"cntBathTubsRandomLootHelper","layman_description":"A development tool for bathtub loot variety testing marked with development indicators.","technical_description":"Extends cntBathTubGore with development mode flag and custom tinting for identification.","player_impact":"Developer tool spawning random bathtub contents for testing loot distribution systems."}
{"entity_type":"definition","entity_name":"cntBinTrashMetalEmptyWhite","layman_description":"An empty metal trash can that players can fill or search for forgotten items.","technical_description":"Extends cntBinTrashMetalFullWhite with empty state model and specific sort ordering.","player_impact":"Empty container variant allowing placement in POIs without active loot."}
{"entity_type":"definition","entity_name":"cntBinTrashMetalFullWhite","layman_description":"A metal trash bin containing junk and miscellaneous items players can scavenge.","technical_description":"Loot container with imposter exchange for optimization and water flow permission.","player_impact":"Searchable junk container commonly found providing general scrap and utility items."}
{"entity_type":"definition","entity_name":"cntBinTrashMetalFullWhite_Player","layman_description":"A trash bin variant specifically containing player-related trash and scrap items.","technical_description":"Similar structure to standard metal bin but configured with playerTrash loot list.","player_impact":"Container providing salvageable player items and junk materials in residential areas."}
{"entity_type":"definition","entity_name":"cntBinTrashMetalWhiteRandomLootHelper","layman_description":"A testing tool for trash bin loot variation marked with bright red indicator.","technical_description":"Extends cntBinTrashMetalFullWhite with development mode and custom tint identification.","player_impact":"Developer tool for testing random trash bin loot distribution during game development."}
{"entity_type":"definition","entity_name":"cntBinTrashPlasticBlackRandomLootHelper","layman_description":"A black plastic trash bin test variant for loot system verification marked black.","technical_description":"Development helper extending standard plastic bin with black tint for identification.","player_impact":"Developer tool for validating black trash bin loot spawn and distribution."}
{"entity_type":"definition","entity_name":"cntBinTrashPlasticBlueRandomLootHelper","layman_description":"A blue plastic trash bin testing variant marked for development loot checking.","technical_description":"Development bin extending plastic trash base with blue tint identification.","player_impact":"Developer tool for testing blue-colored trash bin content randomization."}
{"entity_type":"definition","entity_name":"cntBinTrashPlasticBrownRandomLootHelper","layman_description":"A brown plastic trash bin development variant for testing loot systems.","technical_description":"Testing bin extending plastic base with brown tint marking for identification.","player_impact":"Developer tool for validating brown trash bin loot distribution in builds."}
{"entity_type":"definition","entity_name":"cntBinTrashPlasticEmptyBlack","layman_description":"An empty black plastic trash container with no contents for placement variety.","technical_description":"Extends cntBinTrashPlasticEmptyWhite with black tint customization.","player_impact":"Empty container variant providing environmental props without active loot searching."}
{"entity_type":"definition","entity_name":"cntBinTrashPlasticEmptyBlue","layman_description":"An empty blue trash bin for environmental decoration without searchable contents.","technical_description":"Extends cntBinTrashPlasticEmptyWhite with blue coloring for visual variety.","player_impact":"Empty container providing decorative elements in urban and residential settings."}
{"entity_type":"definition","entity_name":"cntBinTrashPlasticEmptyBrown","layman_description":"An empty brown plastic trash bin serving as environmental decoration.","technical_description":"Extends cntBinTrashPlasticEmptyWhite with brown tint customization.","player_impact":"Non-searchable trash bin providing visual props in building design."}
{"entity_type":"definition","entity_name":"cntBinTrashPlasticEmptyGreen","layman_description":"An empty green trash bin for environmental arrangement without loot.","technical_description":"Extends cntBinTrashPlasticEmptyWhite with green coloring variant.","player_impact":"Decorative container element in outdoor and residential building layouts."}
{"entity_type":"definition","entity_name":"cntBinTrashPlasticEmptyGrey","layman_description":"An empty grey trash container for environmental filler in POI design.","technical_description":"Extends cntBinTrashPlasticEmptyWhite with grey tint for neutral appearance.","player_impact":"Neutral-colored decorative container for versatile building decoration."}
{"entity_type":"definition","entity_name":"cntBinTrashPlasticEmptyOrange","layman_description":"An empty orange plastic trash bin for colorful POI decoration.","technical_description":"Extends cntBinTrashPlasticEmptyWhite with orange tint customization.","player_impact":"Bright decorative container for varied trash bin visual representation in buildings."}
{"entity_type":"definition","entity_name":"cntBinTrashPlasticEmptyPink","layman_description":"An empty pink trash bin for unique aesthetic design in locations.","technical_description":"Extends cntBinTrashPlasticEmptyWhite with pink tint for distinctive appearance.","player_impact":"Unique-colored decorative container adding personality to interior design."}
{"entity_type":"definition","entity_name":"cntBinTrashPlasticEmptyPurple","layman_description":"An empty purple trash container for creative POI decoration and design.","technical_description":"Extends cntBinTrashPlasticEmptyWhite with purple coloring variant.","player_impact":"Distinctive purple decorative element for themed or stylized building interiors."}
{"entity_type":"definition","entity_name":"cntBinTrashPlasticEmptyRed","layman_description":"An empty red plastic trash bin for colorful environmental arrangement.","technical_description":"Extends cntBinTrashPlasticEmptyWhite with red tint for visual contrast.","player_impact":"Bold red decorative container adding color variety to POI designs."}
{"entity_type":"definition","entity_name":"cntBinTrashPlasticEmptyWhite","layman_description":"An empty white plastic trash bin serving as decorative prop without searchable contents.","technical_description":"Player-placeable empty container with plastic material and custom tint coloring.","player_impact":"Empty bin prop available for creative building decoration without loot functionality."}
{"entity_type":"definition","entity_name":"cntBinTrashPlasticEmptyYellow","layman_description":"An empty yellow plastic trash bin for bright POI decoration options.","technical_description":"Extends cntBinTrashPlasticEmptyWhite with yellow tint customization.","player_impact":"Bright yellow decorative element for varied trash container visual representation."}
{"entity_type":"definition","entity_name":"cntBinTrashPlasticFullBlack","layman_description":"A full black plastic trash bin containing junk items players can search.","technical_description":"Extends cntBinTrashPlasticFullWhite with black tint and downgrade mechanic.","player_impact":"Searchable black trash container providing junk loot when broken down."}
{"entity_type":"definition","entity_name":"cntBinTrashPlasticFullBlue","layman_description":"A full blue plastic trash bin with scavengeable junk and materials inside.","technical_description":"Extends cntBinTrashPlasticFullWhite with blue coloring and downgradeable state.","player_impact":"Blue trash container yielding junk loot when looted by players."}
{"entity_type":"definition","entity_name":"cntBinTrashPlasticFullBrown","layman_description":"A full brown trash bin containing collectible junk and scrap items.","technical_description":"Extends cntBinTrashPlasticFullWhite with brown tint and downgrade functionality.","player_impact":"Brown container providing junk and scrap materials when searched."}
{"entity_type":"definition","entity_name":"cntBinTrashPlasticFullGreen","layman_description":"A full green trash bin containing various junk items for collection.","technical_description":"Extends cntBinTrashPlasticFullWhite with green coloring and downgrade state.","player_impact":"Green trash container yielding junk loot when looted."}
{"entity_type":"definition","entity_name":"cntBinTrashPlasticFullGrey","layman_description":"A full grey trash bin providing neutral-colored junk container for looting.","technical_description":"Extends cntBinTrashPlasticFullWhite with grey tint and downgrade mechanic.","player_impact":"Grey container providing standard junk loot when searched."}
{"entity_type":"definition","entity_name":"cntBinTrashPlasticFullOrange","layman_description":"A full orange trash bin containing scavengeable junk and miscellaneous items.","technical_description":"Extends cntBinTrashPlasticFullWhite with orange tint and downgrade capability.","player_impact":"Orange trash container with junk loot available for collection."}
{"entity_type":"definition","entity_name":"cntBinTrashPlasticFullPink","layman_description":"A full pink trash bin for unique aesthetic with searchable junk contents.","technical_description":"Extends cntBinTrashPlasticFullWhite with pink tint and downgradeable state.","player_impact":"Distinctive pink container providing junk materials when looted."}
{"entity_type":"definition","entity_name":"cntBinTrashPlasticFullPurple","layman_description":"A full purple trash bin containing various scrap and junk items.","technical_description":"Extends cntBinTrashPlasticFullWhite with purple coloring and downgrade mechanic.","player_impact":"Purple trash container with lootable junk and scrap materials."}
{"entity_type":"definition","entity_name":"cntBinTrashPlasticFullRed","layman_description":"A full red plastic trash bin with searchable junk contents for collection.","technical_description":"Extends cntBinTrashPlasticFullWhite with red tint and downgradeable state.","player_impact":"Red container providing junk loot when opened and looted."}
{"entity_type":"definition","entity_name":"cntBinTrashPlasticFullWhite","layman_description":"A standard white plastic trash bin containing junk items players can search.","technical_description":"Player-placeable loot container with junk list and downgrade mechanics.","player_impact":"Common searchable junk container found in residential and urban areas."}
{"entity_type":"definition","entity_name":"cntBinTrashPlasticFullYellow","layman_description":"A full yellow trash bin with bright appearance containing scrap items.","technical_description":"Extends cntBinTrashPlasticFullWhite with yellow tint and downgradeable mechanic.","player_impact":"Yellow container providing junk and scrap loot when looted."}
{"entity_type":"definition","entity_name":"cntBinTrashPlasticGreenRandomLootHelper","layman_description":"A green trash bin development tool for testing random loot distributions.","technical_description":"Development bin extending plastic trash with bright green identification marking.","player_impact":"Developer tool for validating green trash bin loot spawn randomization."}
{"entity_type":"definition","entity_name":"cntBinTrashPlasticGreyRandomLootHelper","layman_description":"A grey trash bin testing variant marked for loot system development.","technical_description":"Development helper extending plastic trash with helper filter tags for identification.","player_impact":"Developer tool for testing grey trash bin loot distribution systems."}
{"entity_type":"definition","entity_name":"cntBinTrashPlasticOrangeRandomLootHelper","layman_description":"An orange trash bin development variant for loot randomization testing.","technical_description":"Testing bin extending plastic trash with orange identification tint.","player_impact":"Developer tool for validating orange trash bin content randomization."}
{"entity_type":"definition","entity_name":"cntBinTrashPlasticPinkRandomLootHelper","layman_description":"A pink trash bin testing tool for loot system verification.","technical_description":"Development bin extending plastic trash with magenta identification marking.","player_impact":"Developer tool for checking pink trash bin loot distribution."}
{"entity_type":"definition","entity_name":"cntBinTrashPlasticPurpleRandomLootHelper","layman_description":"A purple trash bin test variant for development loot checking.","technical_description":"Testing bin extending plastic trash with purple identification tint.","player_impact":"Developer tool for testing purple trash bin randomized content."}
{"entity_type":"definition","entity_name":"cntBinTrashPlasticRedRandomLootHelper","layman_description":"A red trash bin development variant marked for loot testing.","technical_description":"Testing bin extending plastic trash with red identification marking.","player_impact":"Developer tool for validating red trash bin loot distribution."}
{"entity_type":"definition","entity_name":"cntBinTrashPlasticWhiteRandomLootHelper","layman_description":"A white trash bin testing variant for loot system development.","technical_description":"Development helper extending plastic trash with white identification marking.","player_impact":"Developer tool for checking standard white trash bin loot randomization."}
{"entity_type":"definition","entity_name":"cntBinTrashPlasticYellowRandomLootHelper","layman_description":"A yellow trash bin development tool for testing loot distributions.","technical_description":"Testing bin extending plastic trash with yellow identification tint.","player_impact":"Developer tool for validating yellow trash bin content randomization systems."}
{"entity_type":"definition","entity_name":"cntBirdnest","layman_description":"A bird's nest found in trees or buildings containing feathers and nesting materials.","technical_description":"Loot container with feather indexing and cloth material for environmental placement.","player_impact":"Searchable natural container providing feathers for crafting and quest progression."}
{"entity_type":"definition","entity_name":"cntBirdnestCorner","layman_description":"A corner-positioned bird's nest variant for elevated placement in building corners.","technical_description":"Extends cntBirdnest with offset positioning for corner placement and triangle shape.","player_impact":"Corner variant of nest providing feather loot in hard-to-reach building locations."}
{"entity_type":"definition","entity_name":"cntBookPile01","layman_description":"A stack of books that players can search for reading materials and valuables.","technical_description":"Loot container extending cloth master with book pile 3D model and material settings.","player_impact":"Searchable book collection providing reading materials and occasional valuable finds."}
{"entity_type":"definition","entity_name":"cntBookPile01AirRandomLootHelper","layman_description":"A book pile test variant with blue marking for development loot testing.","technical_description":"Development tool extending cntBookPile01 with air drop loot list and identification tint.","player_impact":"Developer tool for testing air drop loot distribution from book piles."}
{"entity_type":"definition","entity_name":"cntBookPile02","layman_description":"Another stack of books with similar contents to the first pile variant.","technical_description":"Extends cntBookPile01 with alternate 3D model orientation for visual variation.","player_impact":"Searchable book pile providing reading materials and occasional discoveries."}
{"entity_type":"definition","entity_name":"cntBookPile02AirRandomLootHelper","layman_description":"A second book pile test variant with blue marking for loot testing.","technical_description":"Development helper extending cntBookPile02 with air drop loot configuration.","player_impact":"Developer tool for validating book pile 2 air drop loot randomization."}
{"entity_type":"definition","entity_name":"cntBookPile03","layman_description":"A third book pile variant offering searchable reading materials and discoveries.","technical_description":"Extends cntBookPile01 with different 3D model for environmental placement variety.","player_impact":"Searchable book collection providing reading materials in POI locations."}
{"entity_type":"definition","entity_name":"cntBookPile03AirRandomLootHelper","layman_description":"A book pile 3 test variant with blue identification for development.","technical_description":"Development tool extending cntBookPile03 with air drop loot randomization.","player_impact":"Developer tool for testing book pile 3 air drop content distribution."}
{"entity_type":"definition","entity_name":"cntBookPile04","layman_description":"A fourth book pile variant containing searchable literature and materials.","technical_description":"Extends cntBookPile01 with unique 3D model variant for building diversity.","player_impact":"Lootable book collection providing reading and crafting materials."}
{"entity_type":"definition","entity_name":"cntBookPile04AirRandomLootHelper","layman_description":"A book pile 4 development variant with blue marker for loot testing.","technical_description":"Testing tool extending cntBookPile04 with air drop loot configuration.","player_impact":"Developer tool for validating book pile 4 air drop loot randomization."}
{"entity_type":"definition","entity_name":"cntBookPile05","layman_description":"A single book or small collection providing reading materials and valuables.","technical_description":"Extends cntBookPile01 with single books loot list and alternate 3D model.","player_impact":"Searchable small book collection for finding reading materials and resources."}
{"entity_type":"definition","entity_name":"cntBookPile06","layman_description":"A long book collection variant providing extended reading material options.","technical_description":"Extends cntBookPile05 with long book 3D model configuration.","player_impact":"Searchable book collection offering various reading materials for discovery."}
{"entity_type":"definition","entity_name":"cntBookPile07","layman_description":"Another book pile variant with unique contents for looting.","technical_description":"Extends cntBookPile05 with water-themed book model variant.","player_impact":"Lootable book collection providing materials and reading options."}
{"entity_type":"definition","entity_name":"cntBookPile08","layman_description":"A scarred book pile containing aged or damaged reading materials.","technical_description":"Extends cntBookPile05 with scarred book 3D model variant.","player_impact":"Searchable aged book collection providing discovery and materials."}
{"entity_type":"definition","entity_name":"cntBookPile09","layman_description":"An invisible or obscured book pile for hidden discovery mechanics.","technical_description":"Extends cntBookPile05 with invisible book model for secret placements.","player_impact":"Hidden book collection for exploration and discovery rewards."}
{"entity_type":"definition","entity_name":"cntBookPile10","layman_description":"A speaker-adjacent book pile offering reading materials near communication areas.","technical_description":"Extends cntBookPile05 with speaker-themed book model variant.","player_impact":"Searchable book collection in communication-related POI locations."}
{"entity_type":"definition","entity_name":"cntBookPile11","layman_description":"An after-hours book collection providing materials in late-access areas.","technical_description":"Extends cntBookPile05 with after-hours themed book model variant.","player_impact":"Lootable book collection for evening or restricted access locations."}
{"entity_type":"definition","entity_name":"cntBookPile12","layman_description":"A fire-damaged book pile containing charred reading materials.","technical_description":"Extends cntBookPile05 with fire-scorched book 3D model.","player_impact":"Searchable damaged book collection for discovery in destroyed areas."}
{"entity_type":"definition","entity_name":"cntBookPile13","layman_description":"An author-signed book collection with unique value for collectors.","technical_description":"Extends cntBookPile05 with author-themed book model variant.","player_impact":"Searchable collectible books providing special discovery value."}
{"entity_type":"definition","entity_name":"cntBookPile14","layman_description":"A time-related book collection offering temporal or calendar materials.","technical_description":"Extends cntBookPile05 with time-themed book model variant.","player_impact":"Lootable book collection providing time-related materials or references."}
{"entity_type":"definition","entity_name":"cntBookPile15","layman_description":"A social or community-themed book pile offering cultural reading materials.","technical_description":"Extends cntBookPile05 with social-themed book model variant.","player_impact":"Searchable community-focused book collection for discovery."}
{"entity_type":"definition","entity_name":"cntBookPileRandomLootHelper","layman_description":"A book pile development tool with red marker for loot system testing.","technical_description":"Development helper extending cntBookPile04 with random loot configuration.","player_impact":"Developer tool for validating book pile loot randomization and distribution."}
{"entity_type":"definition","entity_name":"cntBookPileRandomLootHelper2","layman_description":"A second book pile test tool with blue identification for development.","technical_description":"Testing tool extending cntBookPile03 with random loot randomization.","player_impact":"Developer tool for testing book pile 3 random loot generation."}
{"entity_type":"definition","entity_name":"cntBookPileRandomLootHelper3","layman_description":"A third book pile development variant for fire-themed loot testing.","technical_description":"Testing tool extending cntBookPile12 with random loot configuration and description key.","player_impact":"Developer tool for validating fire-damaged book pile loot distribution."}
{"entity_type":"definition","entity_name":"cntBookShelfDoubleBottomEmpty","layman_description":"An empty double-width bookshelf at ground level for decorative furniture placement.","technical_description":"Extends cntBookShelfSingleBottomEmpty with double-width model variant.","player_impact":"Empty decorative furniture element for interior design without searchable contents."}
{"entity_type":"definition","entity_name":"cntBookShelfDoubleBottomFull01","layman_description":"A full double-width bookshelf with literature and valuables to discover.","technical_description":"Extends cntBookShelfSingleBottomFull01 with double-width model and downgrade mechanic.","player_impact":"Large searchable bookshelf providing extensive reading and valuable materials."}
{"entity_type":"definition","entity_name":"cntBookShelfDoubleBottomFull02","layman_description":"Another full double-width bookshelf variant with similar contents.","technical_description":"Extends cntBookShelfSingleBottomFull01 with alternate double-width model.","player_impact":"Alternative large bookshelf with equivalent loot to other full versions."}
{"entity_type":"definition","entity_name":"cntBookShelfDoubleBottomRandomLootHelper","layman_description":"A double-width bottom shelf development tool for loot testing.","technical_description":"Development helper extending bookshelf with double-width random loot configuration.","player_impact":"Developer tool for testing large double-shelf loot randomization systems."}
{"entity_type":"definition","entity_name":"cntBookShelfDoubleTopEmpty","layman_description":"An empty double-width bookshelf at top height for elevated decorative placement.","technical_description":"Extends cntBookShelfSingleBottomEmpty with top-position and double-width model.","player_impact":"Empty elevated shelf for interior design without searchable items."}
{"entity_type":"definition","entity_name":"cntBookShelfDoubleTopFull01","layman_description":"A full double-width top-positioned bookshelf containing literature.","technical_description":"Extends cntBookShelfSingleBottomFull01 with top-position and double-width model.","player_impact":"Elevated large bookshelf providing searchable reading materials and discoveries."}
{"entity_type":"definition","entity_name":"cntBookShelfDoubleTopFull02","layman_description":"Another full double-width top shelf variant with contents.","technical_description":"Extends cntBookShelfSingleBottomFull01 with alternate top-position double model.","player_impact":"Alternative elevated large shelf with equivalent materials to other full variants."}
{"entity_type":"definition","entity_name":"cntBookShelfDoubleTopRandomLootHelper","layman_description":"A top-positioned double shelf development tool for random loot testing.","technical_description":"Testing tool extending bookshelf with top-position and double-width randomization.","player_impact":"Developer tool for validating elevated double shelf loot distribution."}
{"entity_type":"definition","entity_name":"cntBookShelfSingleBottomEmpty","layman_description":"An empty ground-level bookshelf for decorative furniture without searchable contents.","technical_description":"Extends wood master with book shelf model and wood material for placement.","player_impact":"Empty furniture element for building interiors without loot functionality."}
{"entity_type":"definition","entity_name":"cntBookShelfSingleBottomFull01","layman_description":"A full ground-level bookshelf containing searchable books and materials.","technical_description":"Extends cloth master with crackabookShelves loot list and downgrade mechanics.","player_impact":"Searchable furniture providing books and occasional valuable discoveries."}
{"entity_type":"definition","entity_name":"cntBookShelfSingleBottomFull02","layman_description":"Another full bottom shelf variant with equivalent contents.","technical_description":"Extends cntBookShelfSingleBottomFull01 with alternate model variant.","player_impact":"Alternative full shelf providing similar book loot to other variants."}
{"entity_type":"definition","entity_name":"cntBookShelfSingleBottomRandomLootHelper","layman_description":"A ground-level shelf development tool with red marker for loot testing.","technical_description":"Development helper extending empty shelf with random loot configuration.","player_impact":"Developer tool for testing single bottom shelf loot randomization."}
{"entity_type":"definition","entity_name":"cntBookShelfSingleCapBottomEmpty","layman_description":"An empty ground-level shelf with cap decoration for styled furniture.","technical_description":"Extends cntBookShelfSingleBottomEmpty with cap-topped model variant.","player_impact":"Empty decorative capped shelf for styled interior design."}
{"entity_type":"definition","entity_name":"cntBookShelfSingleCapBottomFull01","layman_description":"A full capped ground-level shelf containing literature and items.","technical_description":"Extends cntBookShelfSingleBottomFull01 with cap-topped model and downgrade.","player_impact":"Searchable capped shelf furniture providing books and materials."}
{"entity_type":"definition","entity_name":"cntBookShelfSingleCapBottomFull02","layman_description":"Another full capped shelf variant with equivalent contents.","technical_description":"Extends cntBookShelfSingleBottomFull01 with alternate cap-topped model.","player_impact":"Alternative capped shelf with similar loot to other full shelf variants."}
