{"entity_type":"item","entity_name":"facialHairMaskType_beardCover","layman_description":"Whether this headgear covers your character's facial hair.","technical_description":"Facial hair visibility override for cosmetic model rendering.","player_impact":"Some masks hide your beard, others leave it visible."}
{"entity_type":"item","entity_name":"showQuality_rarityDisplay","layman_description":"Whether the quality level is shown in item tooltips and inventory.","technical_description":"Boolean flag enabling quality tier UI rendering.","player_impact":"Lets you see at a glance if an item is worn or in perfect condition."}
{"entity_type":"item","entity_name":"lightValue_brightnessOutput","layman_description":"How bright this item glows if you're holding a light source like a torch or flashlight.","technical_description":"Radiance value for dynamic light emission during equipment use.","player_impact":"Determines how far you can see in the dark with this item."}
{"entity_type":"item","entity_name":"questGiven_questReward","layman_description":"Which quest this item starts or completes when you pick it up.","technical_description":"Quest entity reference for objective completion triggers.","player_impact":"Some items automatically progress quests when acquired."}
{"entity_type":"item","entity_name":"lightSource_attachable","layman_description":"Whether this item has a built-in light that can be turned on.","technical_description":"References activatable light component for item emission.","player_impact":"Some weapons and tools have lights you can toggle on and off."}
{"entity_type":"item","entity_name":"activateObject_toggleFeature","layman_description":"What feature or light this item activates when you use it.","technical_description":"Component reference for item activation behavior.","player_impact":"Determines what happens when you press the activate button for this item."}
{"entity_type":"item","entity_name":"attachmentFlashlight_tacticallamp","layman_description":"Whether you can attach a tactical flashlight to this weapon.","technical_description":"References compatible attachment point for tactical equipment.","player_impact":"Lets you add lights to weapons for better night visibility."}
{"entity_type":"item","entity_name":"attachments_optionalAddons","layman_description":"Other items that can be attached to this one for extra functions.","technical_description":"Whitelist of compatible attachment entity references.","player_impact":"Lets you customize weapons with scopes, lights, and other gear."}
{"entity_type":"block","entity_name":"colorIndex_paletteSelection","layman_description":"What color this block displays from the game's color palette options.","technical_description":"Texture page index for color variant selection in rendering.","player_impact":"Affects the visual appearance of the block among variants."}
{"entity_type":"block","entity_name":"textureIndex_materialVariant","layman_description":"Which surface texture or pattern this block uses.","technical_description":"Texture atlas reference for surface detail application.","player_impact":"Determines how worn or pristine the block looks visually."}
{"entity_type":"item","entity_name":"infinite_ammo_unlimited","layman_description":"Whether this weapon never runs out of ammunition.","technical_description":"Boolean flag disabling ammunition consumption on firing.","player_impact":"Creative mode weapons don't need ammo replenishment."}
{"entity_type":"item","entity_name":"sphere_projectileSize","layman_description":"How big thrown projectiles are when using this item.","technical_description":"Radius value for spherical collision detection on thrown items.","player_impact":"Bigger projectiles are easier to aim but less precise."}
{"entity_type":"item","entity_name":"velocity_projectileSpeed","layman_description":"How fast projectiles travel when thrown from this item.","technical_description":"Initial velocity magnitude for thrown item physics.","player_impact":"Faster projectiles travel further and hit harder."}
{"entity_type":"item","entity_name":"gravity_projectileWeight","layman_description":"How much gravity affects thrown projectiles from this item.","technical_description":"Acceleration constant for projectile physics simulation.","player_impact":"Heavy projectiles fall quickly, light ones arc further."}
{"entity_type":"item","entity_name":"lifetime_projectileDuration","layman_description":"How long a thrown projectile stays active before disappearing.","technical_description":"Time value for projectile expiration timer.","player_impact":"Projectiles that stay active longer can travel further."}
{"entity_type":"item","entity_name":"flyTime_airHangTime","layman_description":"How long an item stays in the air after being thrown.","technical_description":"Duration for airborne projectile state persistence.","player_impact":"Affects the arc and distance of thrown items."}
{"entity_type":"item","entity_name":"throw_strength_default_force","layman_description":"How hard you throw this item by default.","technical_description":"Base throw force applied to projectiles on activation.","player_impact":"Determines throw distance without any skill modifiers."}
{"entity_type":"item","entity_name":"isSticky_adhesive","layman_description":"Whether this thrown item sticks to surfaces it hits.","technical_description":"Boolean flag for adhesive impact behavior on collision.","player_impact":"Sticky items stay where you throw them instead of bouncing."}
{"entity_type":"item","entity_name":"stickyOffset_stickDistance","layman_description":"How far from a surface a sticky item appears when it sticks.","technical_description":"Distance offset from impact surface for sticky item positioning.","player_impact":"Affects how far stuck items protrude from walls."}
{"entity_type":"item","entity_name":"smellUse_scentStrength","layman_description":"How much zombies can smell this item from a distance.","technical_description":"Olfactory property value for zombie AI sensory detection.","player_impact":"Some items attract more zombies than others when used."}
