{"entity_type":"item","entity_name":"Wrench","layman_description":"A metal tool for fixing and crafting mechanical items.","technical_description":"Tool item with repair interaction class and durability-based quality.","player_impact":"Required to repair mechanical devices in your base."}
{"entity_type":"item","entity_name":"Hammer","layman_description":"A heavy striking tool for building and breaking blocks.","technical_description":"Construction tool with break-speed multiplier and damage output.","player_impact":"Faster at breaking blocks than picking them up by hand."}
{"entity_type":"item","entity_name":"Shovel","layman_description":"A digging tool that removes dirt and sand faster than hands.","technical_description":"Tool with excavation speed modifier and soil interaction class.","player_impact":"Quickly removes soil blocks for tunneling or farming."}
{"entity_type":"item","entity_name":"Pickaxe","layman_description":"A mining tool that extracts ore and stone blocks efficiently.","technical_description":"Tool with ore extraction speed bonus and hard-material affinity.","player_impact":"Much faster at mining ore and stone than hands."}
{"entity_type":"item","entity_name":"Axe","layman_description":"A chopping tool that cuts wood and tree logs.","technical_description":"Tool with wood-cutting speed modifier and harvest bonus.","player_impact":"Quickly harvests wood and tree resources."}
{"entity_type":"item","entity_name":"Fishing Rod","layman_description":"A rod used to catch fish from water.","technical_description":"Tool item with fishing interaction and catch-rate modifier.","player_impact":"Allows you to fish for food in water bodies."}
{"entity_type":"item","entity_name":"Torch","layman_description":"A handheld light source you carry to illuminate dark areas.","technical_description":"Light-source tool with radius property and fuel consumption.","player_impact":"Lights up your surroundings at night and in caves."}
{"entity_type":"item","entity_name":"Lockpick","layman_description":"A tool that lets you open locked containers and doors.","technical_description":"Utility tool with lock-breaking interaction and success probability.","player_impact":"Opens locked chests and safes to get valuable items inside."}
{"entity_type":"item","entity_name":"Crafting Tools","layman_description":"A collection of small tools needed to craft items at workbenches.","technical_description":"Utility item that unlocks crafting recipes and quality bonuses.","player_impact":"Required to craft most items at your workbench."}
{"entity_type":"item","entity_name":"Binoculars","layman_description":"Lenses that let you see far away and identify distant objects.","technical_description":"Tool with zoom capability and distance-viewing enhancement.","player_impact":"Spotting distant points of interest before traveling."}
