{"entity_type":"mail_container","entity_name":"cntMailBox03Brown_Player","layman_description":"A brown variant mailbox for player base customization.","technical_description":"Extends cntMailBox03White_Player with brown tint color for player-placed decorative instance.","player_impact":"Use brown mailbox variants to match different building styles in your bases."}
{"entity_type":"mail_container","entity_name":"cntMailBox03Green","layman_description":"A green model 3 mailbox typical of newer subdivisions.","technical_description":"Extends cntMailBox03White with green tint and downgrade mechanic functionality.","player_impact":"Searching green mailboxes in newer areas yields modern mail items and valuables."}
{"entity_type":"mail_container","entity_name":"cntMailBox03Green_Player","layman_description":"A green mailbox variant for player building and decoration.","technical_description":"Extends cntMailBox03White_Player with green custom tint for player placement.","player_impact":"Match building themes with green mailbox variants in your structures."}
{"entity_type":"mail_container","entity_name":"cntMailBox03Grey","layman_description":"A grey model 3 mailbox with standard residential styling.","technical_description":"Extends cntMailBox03White with grey tint color and downgrade features.","player_impact":"Grey model 3 mailboxes contain standard mail items from typical homes."}
{"entity_type":"mail_container","entity_name":"cntMailBox03Grey_Player","layman_description":"A grey variant mailbox for player base decoration.","technical_description":"Extends cntMailBox03White_Player with grey custom tint for player-placed instance.","player_impact":"Place grey mailboxes as neutral decorative elements in your builds."}
{"entity_type":"mail_container","entity_name":"cntMailBox03OpenBlack","layman_description":"A black model 3 mailbox door already opened.","technical_description":"Extends cntMailBox03OpenWhite with black tint for open state variant.","player_impact":"Pre-opened black model 3 mailboxes provide instant looting without effort."}
{"entity_type":"mail_container","entity_name":"cntMailBox03OpenBlue","layman_description":"A blue model 3 mailbox with open door showing interior.","technical_description":"Extends cntMailBox03OpenWhite with blue tint for open variant identification.","player_impact":"Blue opened model 3 mailboxes display contents immediately."}
{"entity_type":"mail_container","entity_name":"cntMailBox03OpenBrown","layman_description":"A brown model 3 mailbox door open with mail visible.","technical_description":"Extends cntMailBox03OpenWhite with brown tint color for open state variant.","player_impact":"Open brown model 3 mailboxes speed up your looting progression."}
{"entity_type":"mail_container","entity_name":"cntMailBox03OpenGreen","layman_description":"A green model 3 mailbox with open door revealing contents.","technical_description":"Extends cntMailBox03OpenWhite with green tint for open state representation.","player_impact":"Green opened model 3 mailboxes provide quick access to mail items."}
{"entity_type":"mail_container","entity_name":"cntMailBox03OpenGrey","layman_description":"A grey model 3 mailbox door open and accessible.","technical_description":"Extends cntMailBox03OpenWhite with grey tint for open state variant.","player_impact":"Pre-opened grey model 3 mailboxes display items without extra effort."}
{"entity_type":"mail_container","entity_name":"cntMailBox03OpenOrange","layman_description":"An orange model 3 mailbox with door open and mail visible.","technical_description":"Extends cntMailBox03OpenWhite with orange tint for open variant identification.","player_impact":"Open orange model 3 mailboxes let you quickly grab mail contents."}
{"entity_type":"mail_container","entity_name":"cntMailBox03OpenPink","layman_description":"A pink model 3 mailbox door open showing interior items.","technical_description":"Extends cntMailBox03OpenWhite with pink tint color for open state variant.","player_impact":"Pink opened mailboxes provide immediate access to mail items."}
{"entity_type":"mail_container","entity_name":"cntMailBox03OpenPurple","layman_description":"A purple model 3 mailbox with open door and visible items.","technical_description":"Extends cntMailBox03OpenWhite with purple tint for open state representation.","player_impact":"Purple opened mailboxes display contents instantly for quick looting."}
{"entity_type":"mail_container","entity_name":"cntMailBox03OpenRed","layman_description":"A red model 3 mailbox door open with mail inside.","technical_description":"Extends cntMailBox03OpenWhite with red tint color for open variant state.","player_impact":"Open red model 3 mailboxes speed up your mail item collection."}
{"entity_type":"mail_container","entity_name":"cntMailBox03OpenWhite","layman_description":"A white model 3 mailbox with door open and contents visible.","technical_description":"Extends cntMailBox03White as open state variant with model change for appearance.","player_impact":"Opened white model 3 mailboxes provide instant access to contained items."}
{"entity_type":"mail_container","entity_name":"cntMailBox03OpenYellow","layman_description":"A yellow model 3 mailbox door wide open showing contents.","technical_description":"Extends cntMailBox03OpenWhite with yellow tint for open state variant identification.","player_impact":"Yellow opened model 3 mailboxes display mail immediately for fast looting."}
{"entity_type":"mail_container","entity_name":"cntMailBox03Orange","layman_description":"An orange model 3 mailbox with painted exterior finish.","technical_description":"Extends cntMailBox03White with orange tint and functional downgrade mechanics.","player_impact":"Orange model 3 mailboxes yield mail items and occasional resident valuables."}
{"entity_type":"mail_container","entity_name":"cntMailBox03Orange_Player","layman_description":"An orange model 3 mailbox for player placement and decoration.","technical_description":"Extends cntMailBox03White_Player with orange custom tint for player-placed instances.","player_impact":"Add orange model 3 mailboxes to create colorful base structures."}
{"entity_type":"loot_pile","entity_name":"cntMedicLootPileA","layman_description":"A scattered pile of medical supplies and first aid items on the ground.","technical_description":"Base medical loot pile with trash material, ground alignment, and medicalPileSmall loot table.","player_impact":"Looting medical piles yields bandages, healing items, and pain medication for survival."}
{"entity_type":"loot_pile","entity_name":"cntMedicLootPileACorner","layman_description":"A corner-positioned pile of medical supplies at room intersections.","technical_description":"Extends cntMedicLootPileA with triangle item type icon for corner placement distinction.","player_impact":"Corner medical piles provide medical items in strategic building locations."}
{"entity_type":"loot_pile","entity_name":"cntMedicLootPileB","layman_description":"A larger scattered pile of medical supplies and equipment.","technical_description":"Extends cntMedicLootPileA with larger loot table medicalPileMedium for increased items.","player_impact":"Medium medical piles contain more abundant healing supplies and pharmaceutical items."}
{"entity_type":"medication_cabinet","entity_name":"cntMedicineCabinetClosed","layman_description":"A locked wall-mounted medicine cabinet in bathrooms and clinics.","technical_description":"Extends cntMedicineCabinetOpen with Loot class and functional downgrade to open state.","player_impact":"Breaking into medicine cabinets yields prescription medications and healthcare products."}
{"entity_type":"medication_cabinet","entity_name":"cntMedicineCabinetClosedRandomLootHelper","layman_description":"A development tool for testing medicine cabinet loot distributions.","technical_description":"Extends cntMedicineCabinetClosed with dev properties and helper tint for loot balancing.","player_impact":"This ensures medicine cabinets distribute medical items fairly across the game."}
{"entity_type":"medication_cabinet","entity_name":"cntMedicineCabinetFaucetClosed","layman_description":"A closed bathroom medicine cabinet with integrated sink faucet.","technical_description":"Extends cntMedicineCabinetFaucetOpen with Loot class and downgrade to open state.","player_impact":"These combo fixtures yield both medications and occasional plumbing supply items."}
{"entity_type":"medication_cabinet","entity_name":"cntMedicineCabinetFaucetOpen","layman_description":"An open bathroom vanity with medicine cabinet and faucet visible.","technical_description":"Glass material base container with permitted water flow and inverted placement support.","player_impact":"Open medicine cabinet sinks display their contents and sometimes contain water-related items."}
{"entity_type":"medication_cabinet","entity_name":"cntMedicineCabinetFaucetRandomLootHelper","layman_description":"A testing utility for faucet-mounted medicine cabinet loot balance.","technical_description":"Extends cntMedicineCabinetFaucetClosed with dev properties for loot table testing.","player_impact":"Ensures faucet medicine cabinets provide balanced medication and supply distribution."}
{"entity_type":"medication_cabinet","entity_name":"cntMedicineCabinetOpen","layman_description":"An open wall-mounted medicine cabinet with contents exposed.","technical_description":"Glass material container with water flow permitted and inverted placement orientation.","player_impact":"Already-open medicine cabinets display their pharmaceutical contents immediately."}
{"entity_type":"microwave_oven","entity_name":"cntMicrowaveOvenVer1Closed","layman_description":"A standard microwave oven with door closed and locked.","technical_description":"Extends cntMicrowaveOvenVer1Open with Loot class and downgrade mechanic to open state.","player_impact":"Breaking into microwaves yields food items, cooking ingredients, and occasional valuables."}
{"entity_type":"microwave_oven","entity_name":"cntMicrowaveOvenVer1Closed_Player","layman_description":"A player-placeable closed microwave oven for bases.","technical_description":"Extends cntMicrowaveOvenVer1Closed with player placement and resource requirements.","player_impact":"Decorate your player bases with functional-looking microwave ovens."}
{"entity_type":"microwave_oven","entity_name":"cntMicrowaveOvenVer1Open","layman_description":"A microwave oven with open door showing interior chamber.","technical_description":"Metal construction container with permitted water flow and forward-facing placement.","player_impact":"Open microwaves let you quickly see and grab contained food items."}
{"entity_type":"microwave_oven","entity_name":"cntMicrowaveOvenVer2Closed","layman_description":"An alternate model microwave with closed door and sealed appearance.","technical_description":"Extends cntMicrowaveOvenVer1Open as version 2 variant with Loot class enabled.","player_impact":"Version 2 microwaves provide variety in kitchen loot environments."}
{"entity_type":"microwave_oven","entity_name":"cntMicrowaveOvenVer2Closed_Player","layman_description":"A player-placeable alternate microwave model for base building.","technical_description":"Extends cntMicrowaveOvenVer2Closed with player placement options and resource values.","player_impact":"Use version 2 microwaves to create diverse kitchen aesthetics in player bases."}
{"entity_type":"microwave_oven","entity_name":"cntMicrowaveOvenVer2Open","layman_description":"An open version 2 microwave showing interior storage space.","technical_description":"Extends cntMicrowaveOvenVer1Open as version 2 variant for model diversity.","player_impact":"Open version 2 microwaves display contents for quick food item access."}
{"entity_type":"microwave_oven","entity_name":"cntMicrowaveRandomLootHelper","layman_description":"A development tool for testing microwave loot distributions.","technical_description":"Extends cntMicrowaveOvenVer2Closed with dev icon tint for testing loot tables.","player_impact":"Ensures microwave ovens provide balanced food and cooking item rewards."}
