{"entity_type":"item","entity_name":"Acid Fuse Mine","layman_description":"A trap that explodes and sprays acid when zombies trigger it.","technical_description":"Explosive trap entity with acid damage component and trigger radius detection.","player_impact":"Damages and slows down zombie groups that walk into your traps."}
{"entity_type":"item","entity_name":"Electric Fence Post","layman_description":"A fence post that shocks zombies that touch it.","technical_description":"Defensive structure with electrical damage component and proximity triggering.","player_impact":"Creates an electric perimeter that damages zombies on contact."}
{"entity_type":"item","entity_name":"Incendiary Trap","layman_description":"A fire-based trap that ignites nearby zombies.","technical_description":"Explosive device with fire damage and area effect properties.","player_impact":"Burns zombies and spreads fire in trap radius."}
{"entity_type":"item","entity_name":"Spike Trap","layman_description":"A floor trap with sharp spikes that injure anything stepping on it.","technical_description":"Ground-level trap entity with piercing damage and trigger-based activation.","player_impact":"Damages zombies walking into your base defenses."}
{"entity_type":"item","entity_name":"Bear Trap","layman_description":"A metal jaw trap that catches and holds zombies temporarily.","technical_description":"Mechanical trap with stun effect and hold-state management.","player_impact":"Immobilizes zombies briefly while you deal with them."}
{"entity_type":"item","entity_name":"Barbed Wire","layman_description":"Sharp wire coils that cut anything that touches them.","technical_description":"Damage-over-time object with material lacerating properties.","player_impact":"Bleeds zombies and players who walk through it."}
{"entity_type":"item","entity_name":"Caltrops","layman_description":"Scattered metal spikes that slow down zombies and hurt their feet.","technical_description":"Ground coverage trap with slowness effect and periodic damage ticks.","player_impact":"Reduces zombie movement speed in trapped areas."}
{"entity_type":"item","entity_name":"Dart Trap","layman_description":"An automated turret that shoots poisoned darts at nearby enemies.","technical_description":"Automated defensive system with projectile spawning and targeting algorithm.","player_impact":"Automatically shoots zombies entering its firing range."}
{"entity_type":"item","entity_name":"Flame Grill","layman_description":"A stove-like trap that burns zombies passing over it.","technical_description":"Stationary heat source with continuous damage output to nearby entities.","player_impact":"Creates a hot zone that hurts zombies passing through."}
{"entity_type":"item","entity_name":"Pressure Plate","layman_description":"A switch you stand on to trigger doors or other mechanisms.","technical_description":"Input device with weight-based activation and output relay logic.","player_impact":"Opens doors and gates when you step on it."}
