{"entity_type":"menu_element","entity_name":"InventoryQuickSlot","layman_description":"Organize your inventory with hot-key slots for instant weapon swapping.","technical_description":"QuickSlot system manages player inventory shortcuts accessed via keyboard hotbar for rapid equipment changes.","player_impact":"Lets you instantly swap weapons, tools, and items without opening the full inventory menu."}
{"entity_type":"inventory_item","entity_name":"InventoryMenuLayout","layman_description":"The grid system that arranges your items in the inventory screen.","technical_description":"Defines positioning, size, and organization of inventory grid cells for item display and movement.","player_impact":"Makes inventory browsing intuitive with clearly organized item slots and categories."}
{"entity_type":"menu_icon","entity_name":"ItemTypeIconWeapon","layman_description":"Visual icon that identifies weapons in your inventory and menus.","technical_description":"Inventory icon asset used to distinguish melee and ranged weapons from other item types.","player_impact":"Quickly spot weapons in packed inventory and loot screens at a glance."}
{"entity_type":"inventory_container","entity_name":"QuickAccessInventory","layman_description":"Special inventory storage accessible with minimal menu opening.","technical_description":"Quick inventory system optimized for frequent item access without full menu navigation.","player_impact":"Access crafting materials and consumables faster without tedious menu navigation."}
{"entity_type":"menu_display","entity_name":"InventoryIconTint","layman_description":"Color effects applied to item icons for visual distinction and rarity.","technical_description":"RGB color overlay applied to item icons to indicate quality tier and item category.","player_impact":"Color-coded items help you quickly identify valuable loot and gear rarities."}
{"entity_type":"inventory_feature","entity_name":"ItemStackDisplay","layman_description":"Shows how many of the same item you're carrying (5x ammo, 3x medicine, etc).","technical_description":"Quantity counter displayed on inventory item icons showing stack count for stackable items.","player_impact":"Know exactly how much of each resource you have without clicking every item."}
{"entity_type":"menu_icon","entity_name":"EquipmentSlotIcon","layman_description":"Icons showing what gear slots you can fill (head, chest, hands, feet).","technical_description":"Visual indicators for player equipment slots mapped to armor and clothing items.","player_impact":"Instantly see what armor you're wearing and which slots need better protection."}
{"entity_type":"inventory_container","entity_name":"LootBagDisplay","layman_description":"Temporary inventory shown when looting corpses or containers.","technical_description":"Container interface that displays loot from fallen enemies or opened containers.","player_impact":"Quickly grab valuable drops without going through full inventory merging."}
{"entity_type":"menu_element","entity_name":"SortInventoryButton","layman_description":"Organizes inventory items alphabetically or by type with one click.","technical_description":"Button function that sorts inventory using custom algorithms for category and name ordering.","player_impact":"Clean up messy inventory quickly after extended looting sessions."}
{"entity_type":"inventory_item","entity_name":"CustomItemLayout","layman_description":"Customizable inventory grid allowing you to organize items however you want.","technical_description":"Player-configurable inventory layout system supporting custom grid arrangement and pinning.","player_impact":"Arrange frequently used items in your preferred inventory positions."}
{"entity_type":"menu_icon","entity_name":"RarityColorIcon","layman_description":"Color coding for common, uncommon, rare, and epic items displayed in menus.","technical_description":"Rarity-based color scheme applied to item icons and menu text for visual categorization.","player_impact":"Instantly spot legendary items and gear upgrades by color in any loot screen."}
{"entity_type":"inventory_container","entity_name":"StorageChestInterface","layman_description":"Menu for managing items stored in player-placed chests and containers.","technical_description":"UI interface for transferring items between player inventory and persistent storage containers.","player_impact":"Store excess loot safely and retrieve it later from your base or camps."}
{"entity_type":"menu_display","entity_name":"ItemTooltipMenu","layman_description":"Hover text showing item stats like damage, weight, and special effects.","technical_description":"Dynamic tooltip system displaying detailed item properties and modification slots.","player_impact":"Compare items quickly without cluttering your main inventory screen."}
{"entity_type":"inventory_feature","entity_name":"WeightIndicator","layman_description":"Visual bar showing how much you're carrying and your max capacity.","technical_description":"Weight tracking system displaying current inventory load versus maximum carry weight.","player_impact":"Manage encumbrance to maintain movement speed while carrying valuable loot."}
{"entity_type":"menu_element","entity_name":"CraftingMenuIcon","layman_description":"Icon in the menu showing access to crafting and recipe lists.","technical_description":"Navigation icon linking to crafting interface from main inventory menu system.","player_impact":"Quickly jump into crafting without searching through nested menus."}
{"entity_type":"inventory_item","entity_name":"ItemFilterCheckbox","layman_description":"Options to filter inventory view by item type (weapons, ammo, food, etc).","technical_description":"Filter system allowing users to show/hide item categories in inventory display.","player_impact":"Find specific item types instantly in massive inventories without scrolling."}
{"entity_type":"menu_icon","entity_name":"QualityGradeIcon","layman_description":"Visual indicator showing item condition (worn, damaged, pristine, etc).","technical_description":"Quality tier icon displayed on inventory items indicating durability and effectiveness.","player_impact":"Identify damaged gear needing repair versus fully functional equipment."}
{"entity_type":"inventory_container","entity_name":"VendorTradeMenu","layman_description":"Interface for buying and selling items with merchant NPCs.","technical_description":"Trading interface managing currency exchange and item transactions with trader entities.","player_impact":"Buy better gear and sell loot to fund your survival progression."}
{"entity_type":"menu_display","entity_name":"ItemComparisonView","layman_description":"Side-by-side stats display when comparing two items for upgrades.","technical_description":"Split-screen interface showing equipment stats for comparison before equipping.","player_impact":"Make confident upgrade decisions by comparing damage, armor, and special traits."}
{"entity_type":"inventory_feature","entity_name":"SearchInventoryBar","layman_description":"Type to search your inventory for specific items by name.","technical_description":"Text search function filtering inventory items in real-time by name matching.","player_impact":"Find that one gun modification or ammo type buried in hundreds of items instantly."}
{"entity_type":"menu_icon","entity_name":"ArmorTierIcon","layman_description":"Visual badge showing armor protection level (light, medium, heavy armor).","technical_description":"Armor classification icon indicating equipment category and protection tier.","player_impact":"Quickly assess armor sets by visual style and protection class."}
{"entity_type":"inventory_container","entity_name":"BackpackInventory","layman_description":"Your main portable storage showing carried items and equipped gear.","technical_description":"Primary inventory container system managing all player-carried equipment and resources.","player_impact":"This is your lifeline—everything you own and carry is managed here."}
{"entity_type":"menu_element","entity_name":"DropItemButton","layman_description":"Drop selected items from inventory with a single click.","technical_description":"Function to remove items from inventory and place them on the ground.","player_impact":"Lighten your load quickly when you're over weight limit in dangerous situations."}
{"entity_type":"inventory_item","entity_name":"DragDropInterface","layman_description":"Click and drag items between inventory slots and containers.","technical_description":"Mouse input system supporting drag-and-drop item movement in inventory UI.","player_impact":"Quickly reorganize items and move stacks to containers intuitively."}
{"entity_type":"menu_icon","entity_name":"WeaponTypeIcon","layman_description":"Icons distinguishing melee, ranged, and special weapons in menus.","technical_description":"Weapon category classification icons displayed in inventory and quick-slot menus.","player_impact":"Instantly recognize what type of weapon you're about to equip."}
{"entity_type":"inventory_container","entity_name":"CraftingMaterialStorage","layman_description":"Dedicated storage for collecting crafting materials and blueprints.","technical_description":"Inventory category filter for organizing crafting components and schematic items.","player_impact":"Keep crafting materials organized separately from weapons and armor."}
{"entity_type":"menu_display","entity_name":"StatChangeIndicator","layman_description":"Shows +/- numbers when comparing equipped item to new item.","technical_description":"UI element displaying stat deltas and attribute changes when equipping items.","player_impact":"See immediately if a new weapon does more damage than your current one."}
{"entity_type":"inventory_feature","entity_name":"InventoryExpansion","layman_description":"Perks and items that increase your total carrying capacity.","technical_description":"Inventory limit modifier system allowing capacity increases through items and perks.","player_impact":"Expand backpack space to hoard more loot before needing to dump supplies."}
{"entity_type":"menu_icon","entity_name":"BuffEffectIcon","layman_description":"Small icons showing active effects from food, medicine, or equipment.","technical_description":"Status effect indicator icons displayed in inventory for active buffs and debuffs.","player_impact":"See at a glance what temporary bonuses are currently helping you."}
{"entity_type":"inventory_container","entity_name":"DeadDropLocation","layman_description":"Items stored near your main base that you can access from crafting.","technical_description":"Remote inventory system allowing access to stored items via crafting interface.","player_impact":"Store supplies at base while exploring distant areas without carrying them."}
