{"entity_type":"item","entity_name":"customIconTint_colorHex","layman_description":"Adds a color tint to an item's picture in your inventory menu.","technical_description":"Applies RGB hex color modulation to the CustomIcon texture asset.","player_impact":"Makes item icons visually distinctive with custom colors in inventory displays."}
{"entity_type":"item","entity_name":"stackNumber_maxStack","layman_description":"Sets how many of this item you can hold together in one inventory slot.","technical_description":"Defines the maximum quantity for inventory slot consolidation.","player_impact":"Higher stacks mean more efficient backpack use for resources and ammo."}
{"entity_type":"item","entity_name":"economicValue_tradePrice","layman_description":"The amount of currency traders will pay you for selling this item.","technical_description":"Base economic value used in trader exchange calculations.","player_impact":"Determines profit when selling looted items to merchants."}
{"entity_type":"item","entity_name":"displayType_category","layman_description":"Determines what category this item appears under in your inventory menu.","technical_description":"Enum classification for UI inventory categorization and sorting.","player_impact":"Helps you find items quickly in your packed backpack."}
{"entity_type":"item","entity_name":"itemTypeIcon_menuSymbol","layman_description":"Shows a small symbol next to the item name in menus to indicate its type.","technical_description":"References a UI symbol asset for quick visual identification.","player_impact":"Lets you recognize item types at a glance without reading names."}
{"entity_type":"item","entity_name":"descriptionKey_tooltip","layman_description":"Links to the item's description text shown when you hover over it in menus.","technical_description":"Localization key for dynamic tooltip text rendering.","player_impact":"Provides helpful hints about what an item does when you inspect it."}
{"entity_type":"item","entity_name":"group_menuFolder","layman_description":"Places this item in a specific category folder in the inventory menu.","technical_description":"Hierarchical grouping for inventory UI organization.","player_impact":"Organizes your backpack contents into logical sections."}
{"entity_type":"item","entity_name":"showQuality_displayRarity","layman_description":"Shows the quality level of an item (like 'worn', 'good', 'perfect') on its inventory card.","technical_description":"Enables quality tier rendering in inventory item tooltips.","player_impact":"Helps you compare item condition before deciding what to keep or sell."}
{"entity_type":"item","entity_name":"meshFile_3dModel","layman_description":"The 3D model file used to display this item in your hands and in the world.","technical_description":"References to FBX or game model assets for item rendering.","player_impact":"Determines how the item looks when you're holding or looking at it."}
{"entity_type":"item","entity_name":"holdType_gripAnimation","layman_description":"How your character holds this item (like one-handed, two-handed, or over shoulder).","technical_description":"Defines character animation state and item positioning in first-person view.","player_impact":"Affects your movement speed and how items feel to use in combat."}
{"entity_type":"block","entity_name":"material_resourceType","layman_description":"What this block is made of and what resources it drops when harvested.","technical_description":"Associates block instance with material property group and harvesting values.","player_impact":"Determines what tools work best and what you collect when breaking it."}
{"entity_type":"block","entity_name":"customIcon_blockThumbnail","layman_description":"Custom icon shown in building menus for this block variant.","technical_description":"Override for default block icon in placement UI.","player_impact":"Makes it easier to identify blocks in construction menus."}
{"entity_type":"block","entity_name":"sortOrder_menuPosition","layman_description":"Controls where in the building menu this block appears relative to others.","technical_description":"Numeric sorting priority for inventory block organization.","player_impact":"Helps you find frequently-used blocks quickly when building."}
{"entity_type":"block","entity_name":"multiBlockDim_footprint","layman_description":"How much space this block takes up (like 2x2 or 3x1).","technical_description":"Defines block dimensions in voxel coordinates for placement validation.","player_impact":"Affects whether you can fit the block in tight spaces."}
{"entity_type":"block","entity_name":"itemCount_containerSlots","layman_description":"Number of inventory slots inside a container block for storing items.","technical_description":"Defines container capacity in unit storage slots.","player_impact":"Determines how much loot you can store in chests and lockers."}
{"entity_type":"item","entity_name":"repairTools_fixIngredients","layman_description":"What resources you need to repair this item back to full condition.","technical_description":"List of valid crafting ingredients for item restoration.","player_impact":"Knowing repair costs helps you decide if fixing an item is worth it."}
{"entity_type":"item","entity_name":"damageEntity_attackPower","layman_description":"How much health damage this weapon does to zombies and enemies.","technical_description":"Entity damage value applied per hit to living entities.","player_impact":"Determines how quickly you can kill enemies in combat."}
{"entity_type":"item","entity_name":"damageBlock_miningPower","layman_description":"How much damage this tool does to blocks and structures.","technical_description":"Block destruction damage value per hit applied during harvesting.","player_impact":"Affects how fast you can break down buildings and mine resources."}
{"entity_type":"item","entity_name":"range_reachDistance","layman_description":"How far from you this item can reach or affect things (like weapon range or torch distance).","technical_description":"Maximum distance for tool effectiveness or damage application.","player_impact":"Determines your effective combat range and reach for tools."}
{"entity_type":"item","entity_name":"weight_carryCost","layman_description":"How heavy this item is and how much it weighs down your backpack.","technical_description":"Mass value affecting inventory encumbrance calculations.","player_impact":"Heavy items limit your carrying capacity and movement speed."}
