{"entity_type":"item","entity_name":"craftingIngredientTime_buildDuration","layman_description":"How long it takes to craft an item using this as an ingredient.","technical_description":"Time multiplier for ingredient processing in crafting operations.","player_impact":"Affects total crafting time when combining ingredients at workbenches."}
{"entity_type":"item","entity_name":"unlocks_unlocksFeature","layman_description":"Books and manuals that unlock new crafting recipes or gameplay features when read.","technical_description":"Lists unlockable content references accessible through item use.","player_impact":"Progression gates new content behind finding and reading books."}
{"entity_type":"item","entity_name":"unlockedBy_requiredBook","layman_description":"Which books you need to read before you can craft or use this item.","technical_description":"Locates prerequisite unlock dependencies for item availability.","player_impact":"Forces you to search for specific books before accessing advanced gear."}
{"entity_type":"item","entity_name":"sellableToTrader_merchantItem","layman_description":"Whether NPCs will buy this item from you at their shops.","technical_description":"Boolean flag enabling trader purchase acceptance for inventory items.","player_impact":"Some items can only be sold to specific traders, not all."}
{"entity_type":"item","entity_name":"soundPickup_grabNoise","layman_description":"The sound effect that plays when you pick this item up off the ground.","technical_description":"Audio event trigger for item acquisition actions.","player_impact":"Provides audio feedback when looting items from bodies or containers."}
{"entity_type":"item","entity_name":"soundPlace_dropNoise","layman_description":"The sound effect that plays when you drop this item on the ground.","technical_description":"Audio event trigger for item placement or discard actions.","player_impact":"Gives audio confirmation when placing or dropping gear."}
{"entity_type":"item","entity_name":"class_itemFunction","layman_description":"What special ability this item has (like 'Repair', 'Melee', 'Ranged', 'Eat').","technical_description":"Functional classification enum that determines ability handler type.","player_impact":"Determines what actions you can perform with this item."}
{"entity_type":"item","entity_name":"tags_itemProperties","layman_description":"Keywords describing item properties (like 'sharp', 'heavy', 'tool', 'weapon').","technical_description":"CSV-delimited property tags used for dynamic stat calculations and recipe matching.","player_impact":"Affects which crafting recipes accept this item and what perks apply."}
{"entity_type":"item","entity_name":"create_item_craftOutput","layman_description":"What item this creates when you use it (like a crafting recipe output).","technical_description":"References target item entity created upon item consumption or activation.","player_impact":"Determines what you get when using consumables or completing recipes."}
{"entity_type":"item","entity_name":"create_item_count_outputQuantity","layman_description":"How many of the created item you get from using this once.","technical_description":"Quantity multiplier for item creation operations.","player_impact":"Tells you how efficient a recipe or consumable is."}
{"entity_type":"block","entity_name":"downgradeBlock_damagePath","layman_description":"What damaged version of this block appears as you break it down.","technical_description":"References next destructible state in multi-stage degradation sequence.","player_impact":"Determines visual progression as you damage and destroy blocks."}
{"entity_type":"block","entity_name":"lootList_containerContents","layman_description":"What items can randomly spawn inside this container or block.","technical_description":"References loot pool definition for item spawning on block destruction.","player_impact":"Determines what treasure you might find inside containers and defeated enemies."}
{"entity_type":"block","entity_name":"place_placementMode","layman_description":"Special rules for how this block must be placed (like on walls or doors).","technical_description":"Placement behavior enum defining orientation and attachment requirements.","player_impact":"Some blocks only work when placed in specific ways or locations."}
{"entity_type":"block","entity_name":"maxDamage_blockHealth","layman_description":"How much total damage this block can take before breaking completely.","technical_description":"Maximum hitpoint value for block destruction state machine.","player_impact":"Determines how many hits or how long it takes to break this block."}
{"entity_type":"block","entity_name":"startDamage_initialCondition","layman_description":"How damaged this block starts when placed (useful for ruins and decayed structures).","technical_description":"Initial damage value for freshly placed block instances.","player_impact":"Pre-damaged blocks look more worn and degrade faster."}
{"entity_type":"item","entity_name":"delayBetweenUses_cooldown","layman_description":"How long you must wait between using this item again (like gun fire rate).","technical_description":"Time interval enforcing action cooldown between consecutive uses.","player_impact":"Affects your attack or action speed with this item."}
{"entity_type":"item","entity_name":"fuelValue_energyContent","layman_description":"How much fuel this item provides when burned in furnaces or torches.","technical_description":"Energy value for combustion-based crafting operations.","player_impact":"Determines how long this fuel item keeps furnaces and lights burning."}
{"entity_type":"item","entity_name":"degradationBreaksAfter_itemBreakage","layman_description":"Whether this item breaks permanently when it runs out of durability.","technical_description":"Boolean flag for item durability system termination behavior.","player_impact":"Some items become worthless when broken, others can be repaired forever."}
{"entity_type":"item","entity_name":"useGrazingHits_glancingBlows","layman_description":"Whether this weapon can hit with reduced damage on glancing blows.","technical_description":"Enables directional damage mitigation for angled attack impacts.","player_impact":"Makes weapon combat more skill-based with directional hit feedback."}
{"entity_type":"item","entity_name":"swingAngle_attackArc","layman_description":"The angle your character swings this melee weapon through.","technical_description":"Rotation range for first-person swing animation and hit detection.","player_impact":"Wider swings hit more enemies but are slower."}
