{"entity_type":"item","entity_name":"Legacy Blueprint Archive","layman_description":"Comprehensive collection of all historical crafting recipes.","technical_description":"Equipment with recipe database and historical crafting unlock.","player_impact":"Craft any item from any game update or version."}
{"entity_type":"item","entity_name":"Heritage Armor Restoration Kit","layman_description":"Specialized tools for repairing legendary and artifact equipment.","technical_description":"Equipment with legendary repair and artifact restoration ability.","player_impact":"Restore destroyed legendary items to full condition."}
{"entity_type":"item","entity_name":"Ancestral Weapon Tuning Set","layman_description":"Ancient tools for enhancing old weapons with modern properties.","technical_description":"Equipment with weapon modernization and legacy enhancement.","player_impact":"Upgrade old weapons with advanced mod slots."}
{"entity_type":"item","entity_name":"Relic Power Battery","layman_description":"Ancient artifact that stores and channels mystical energy.","technical_description":"Equipment with mana storage and energy channeling system.","player_impact":"Power magical items with unlimited energy reserves."}
{"entity_type":"item","entity_name":"Runestone Inscriber Pen","layman_description":"Tool for engraving magical runes onto any item increasing power.","technical_description":"Equipment with rune inscription and magical enhancement.","player_impact":"Add magical properties to normal items permanently."}
{"entity_type":"item","entity_name":"Bloodline Legacy Ribbon","layman_description":"Family heirloom that grants bonuses based on character ancestry.","technical_description":"Equipment with lineage bonuses and heritage power scaling.","player_impact":"Gain powerful bonuses from your character's family line."}
{"entity_type":"item","entity_name":"Dynasty Monument Stone","layman_description":"Memorial object that commemorates your family's achievements.","technical_description":"Equipment with achievement tracking and legacy bonuses.","player_impact":"Permanent bonuses increase as your family becomes famous."}
{"entity_type":"item","entity_name":"Eternal Oath Contract","layman_description":"Mystical binding agreement that seals powerful pacts permanently.","technical_description":"Equipment with oath binding and contract fulfillment bonus.","player_impact":"Make unbreakable agreements with permanent game effects."}
{"entity_type":"item","entity_name":"Legend Fragment Token","layman_description":"Piece of legendary status that grants fame-based buffs.","technical_description":"Equipment with fame tracking and legendary bonus stacking.","player_impact":"Become increasingly legendary gaining better bonuses."}
{"entity_type":"item","entity_name":"Mythic Transformation Essence","layman_description":"Substance that allows temporary transformation into mythical forms.","technical_description":"Consumable with form transformation and mythic power mode.","player_impact":"Transform into powerful mythical being temporarily."}
{"entity_type":"item","entity_name":"Godlike Ascension Ritual","layman_description":"Ancient ceremony that elevates yourself to divine power status.","technical_description":"Consumable with ascension effect and deity power granting.","player_impact":"Permanently become god-like with unlimited abilities."}
{"entity_type":"item","entity_name":"Cosmic Balance Stone","layman_description":"Universe artifact that maintains equilibrium of all forces.","technical_description":"Equipment with force balancing and universal equilibrium.","player_impact":"All damage and benefit effects become perfectly balanced."}
{"entity_type":"item","entity_name":"Entropy Resistance Core","layman_description":"Device that prevents degradation and time effects from occurring.","technical_description":"Equipment with entropy immunity and decay prevention.","player_impact":"Items never degrade and you never age or decay."}
{"entity_type":"item","entity_name":"Quantum Superposition Cloak","layman_description":"Technology that puts you in all places simultaneously.","technical_description":"Equipment with quantum presence and multi-location being.","player_impact":"Be in multiple places at same time."}
{"entity_type":"item","entity_name":"Existential Anchor Point","layman_description":"Anchor that keeps you bound to reality preventing erasure.","technical_description":"Equipment with existence anchoring and reality binding.","player_impact":"Cannot be removed from game or erased by effects."}
{"entity_type":"item","entity_name":"Information Compression Disk","layman_description":"Storage media that holds all knowledge ever discovered.","technical_description":"Equipment with knowledge storage and information recall.","player_impact":"Access all game information at any time instantly."}
{"entity_type":"item","entity_name":"Probability Cascade Trigger","layman_description":"Device that creates chain reactions of beneficial random events.","technical_description":"Equipment with probability chains and cascade effects.","player_impact":"Good luck spreads creating cascading beneficial effects."}
{"entity_type":"item","entity_name":"Absolute Truth Mirror","layman_description":"Artifact that reveals secrets and hidden information always.","technical_description":"Equipment with truth revelation and secret unveiling.","player_impact":"See all secrets and hidden information on screen."}
{"entity_type":"item","entity_name":"Primordial Essence Fragment","layman_description":"Original matter from creation itself containing unlimited power.","technical_description":"Equipment with primordial energy and creation power.","player_impact":"Tap into universe-creating power for ultimate effects."}
{"entity_type":"item","entity_name":"Void Tear Temporal Rift","layman_description":"Tear in reality that breaks normal space-time rules.","technical_description":"Equipment with space-time breaking and reality rupture.","player_impact":"Ignore all space and time restrictions completely."}
