{"entity_type":"loot_container","entity_name":"cntLootCrateCarParts","layman_description":"A cargo box holding automobile parts and engine components.","technical_description":"Extends cntLootCrateBookstore with LootList set to passngasCrate for passenger vehicle loot distribution.","player_impact":"Searching these crates in garages and gas stations can yield useful car parts for vehicles and upgrades."}
{"entity_type":"loot_container","entity_name":"cntLootCrateConstructionSupplies","layman_description":"A sturdy cardboard box filled with building materials and tools.","technical_description":"Extends cntCardboardBox with LootList set to constructionCrate for builder resource distribution.","player_impact":"Finding these boxes in warehouses provides construction materials like wood planks, nails, and basic tools."}
{"entity_type":"loot_container","entity_name":"cntLootCrateHero","layman_description":"A hidden treasure crate containing valuable loot and rare items.","technical_description":"Extends cntCardboardBox with LootList set to hiddenStash for premium tier loot generation.","player_impact":"Discovering these rare crates rewards you with high-quality gear and valuable treasures."}
{"entity_type":"loot_container","entity_name":"cntLootCrateLabEquipment","layman_description":"A sealed laboratory container with scientific equipment and chemicals.","technical_description":"Extends cntLootCrateBookstore with LootList set to popnpillsCrate for pharmaceutical loot distribution.","player_impact":"Opening these lab crates yields medical supplies, potions, and chemical ingredients for crafting."}
{"entity_type":"loot_container","entity_name":"cntLootCrateMoPowerElectronics","layman_description":"A box of modern electronic devices and power components.","technical_description":"Extends cntLootCrateBookstore with LootList set to mopowerCrate for advanced electronics distribution.","player_impact":"These crates offer electronics, circuits, and power parts needed for advanced crafting recipes."}
{"entity_type":"loot_container","entity_name":"cntLootCrateSavageCountry","layman_description":"A weathered wooden crate from a rural hunting lodge.","technical_description":"Extends cntLootCrateBookstore with LootList set to savageCountryCrate for outdoor survival loot.","player_impact":"Looting these crates rewards you with weapons, ammunition, and survival gear from the wilderness."}
{"entity_type":"loot_container","entity_name":"cntLootCrateShamway","layman_description":"A cardboard box branded with a grocery store logo.","technical_description":"Extends cntLootCrateBookstore with LootList set to shamwayCrate for food and beverage distribution.","player_impact":"Finding these branded crates gives you food, drinks, and nutrition items to maintain your health."}
{"entity_type":"loot_container","entity_name":"cntLootCrateShotgunMessiah","layman_description":"An ammunition and weapons container from a gun shop.","technical_description":"Extends cntLootCrateBookstore with LootList set to shotgunMessiahCrate for ranged weapons loot.","player_impact":"These crates contain firearms, ammunition, and gun parts for your combat arsenal."}
{"entity_type":"loot_container","entity_name":"cntLootCrateWorkingStiffs","layman_description":"A toolbox-style crate containing industrial work equipment.","technical_description":"Extends cntLootCrateBookstore with LootList set to workingStiffsCrate for labor-related resources.","player_impact":"Opening these reveals tools, mechanical parts, and crafting materials for construction and repairs."}
{"entity_type":"loot_container","entity_name":"cntLootTools","layman_description":"A locked storage chest containing various hand and power tools.","technical_description":"Extends cntLootWeapons with tinted dark green appearance and downgrade mechanic to insecure state.","player_impact":"Breaking into these tool chests provides essential tools for farming, crafting, and construction work."}
{"entity_type":"loot_container","entity_name":"cntLootToolsInsecure","layman_description":"A damaged open toolbox with exposed contents visible.","technical_description":"Extends cntLootTools as degraded state with LootList set to toolTestLoot for testing purposes.","player_impact":"These damaged boxes still contain useful tools but offer less valuable items than sealed containers."}
{"entity_type":"loot_container","entity_name":"cntLootWeapons","layman_description":"A reinforced steel container holding firearms and explosives.","technical_description":"Parent class for weapon loot containers with metal construction and dark red tint coloring.","player_impact":"These heavily secured storage chests contain the most powerful weapons and ammunition available."}
{"entity_type":"loot_container","entity_name":"cntLootWeaponsInsecure","layman_description":"An open weapons rack with missing security features.","technical_description":"Extends cntLootWeapons as degraded state with LootList set to weaponTestLoot for testing purposes.","player_impact":"Damaged weapon containers still have useful firearms but with fewer valuable items than sealed ones."}
{"entity_type":"loot_container","entity_name":"cntLuggageBigClosed","layman_description":"A large travel suitcase locked and ready to search.","technical_description":"Extends cntLuggageMediumClosed with larger model variant and player-accessible placement options.","player_impact":"These large suitcases often contain clothing, survival gear, and valuable personal items."}
{"entity_type":"loot_container","entity_name":"cntLuggageBigOpen","layman_description":"A large travel suitcase with lid open and contents spilling out.","technical_description":"Extends cntLuggageMediumOpen as open variant of large luggage container for visual distinction.","player_impact":"Open large suitcases let you quickly spot items without spending time opening them."}
{"entity_type":"loot_container","entity_name":"cntLuggageBigRandomLootHelper","layman_description":"A development helper showing random contents from large suitcases.","technical_description":"Extends cntLuggageMediumRandomLootHelper with large luggage icon for testing loot distributions.","player_impact":"This utility item helps balance the types of rewards found in large luggage containers."}
{"entity_type":"loot_container","entity_name":"cntLuggageMediumClosed","layman_description":"A standard travel suitcase locked with possible items inside.","technical_description":"Extends cntLuggageMediumOpen with Class set to Loot and LootList for luggage treasure generation.","player_impact":"Searching these suitcases yields travel supplies, money, and random valuable items from travelers."}
{"entity_type":"loot_container","entity_name":"cntLuggageMediumOpen","layman_description":"A medium-sized travel suitcase with an open lid for easy viewing.","technical_description":"Base luggage container with cloth material, terrain decoration properties, and water flow allowed.","player_impact":"Finding open suitcases around the map reveals their contents quickly for efficient looting."}
{"entity_type":"loot_container","entity_name":"cntLuggageMediumRandomLootHelper","layman_description":"A testing container displaying all possible loot from medium luggage.","technical_description":"Extends cntLuggageMediumOpen with special dev properties for balancing luggage loot tables.","player_impact":"This helper ensures that luggage containers offer consistent and balanced rewards."}
{"entity_type":"loot_container","entity_name":"cntLuggagePileAClosed","layman_description":"A collapsed stack of suitcases piled together and sealed.","technical_description":"Extends cntLuggageMediumClosed with adjusted model offset for pile arrangement variant.","player_impact":"These luggage piles mimic real disaster scenes with multiple suitcases worth searching together."}
{"entity_type":"loot_container","entity_name":"cntLuggagePileAOpen","layman_description":"A scattered pile of open suitcases and travel bags.","technical_description":"Extends cntLuggageMediumOpen with model offset adjusted to create visual pile arrangement.","player_impact":"Scattered luggage piles let you quickly scan multiple items from travelers caught off guard."}
{"entity_type":"loot_container","entity_name":"cntLuggagePileARandomLootHelper","layman_description":"A development tool for testing all loot types in luggage piles.","technical_description":"Extends cntLuggageMediumRandomLootHelper with pile A specific configuration for variant testing.","player_impact":"This ensures luggage piles contain proper item distributions matching scattered suitcase scenarios."}
{"entity_type":"loot_container","entity_name":"cntLuggagePileBClosed","layman_description":"Another arrangement of stacked and closed suitcases.","technical_description":"Extends cntLuggageMediumClosed as second pile variant for visual arrangement diversity.","player_impact":"Multiple pile arrangements provide different aesthetic layouts for varied exploration experiences."}
{"entity_type":"loot_container","entity_name":"cntLuggagePileBOpen","layman_description":"Another pile of open luggage and scattered travel bags.","technical_description":"Extends cntLuggageMediumOpen as second pile variant for open arrangement alternatives.","player_impact":"Various pile arrangements create more immersive and visually distinct looting scenarios."}
{"entity_type":"loot_container","entity_name":"cntLuggagePileBRandomLootHelper","layman_description":"A testing tool for pile B luggage variant loot distribution.","technical_description":"Extends cntLuggageMediumRandomLootHelper with pile B specific settings for alternative arrangement testing.","player_impact":"Balanced loot across pile variants ensures consistent reward distribution across different luggage arrangements."}
