{"entity_type":"menu_element","entity_name":"ItemCountLabel","layman_description":"Number displayed on items showing stack quantity (e.g., 47 bullets).","technical_description":"Text label rendering item stack count in inventory grid cells.","player_impact":"Know exactly how many of each item you're carrying at a glance."}
{"entity_type":"inventory_item","entity_name":"EquipmentDurability","layman_description":"Condition bar showing how worn your weapons and armor are.","technical_description":"Durability tracking system for equipment degradation and repair status.","player_impact":"Repair gear before it breaks and becomes useless in combat."}
{"entity_type":"menu_icon","entity_name":"AmmoTypeIcon","layman_description":"Icons differentiating 9mm, shotgun, arrows, and other ammo types.","technical_description":"Ammunition classification icons displayed with ammo stacks.","player_impact":"Quickly identify what caliber ammo you're looking at."}
{"entity_type":"inventory_container","entity_name":"BodyPartLoot","layman_description":"Items that drop from specific zombie body parts you harvest.","technical_description":"Loot container for harvested zombie parts and biological components.","player_impact":"Find rare crafting materials by harvesting zombie limbs."}
{"entity_type":"menu_display","entity_name":"CraftingProgressBar","layman_description":"Visual bar showing how much longer a craft will take.","technical_description":"UI progress indicator for ongoing item crafting and production.","player_impact":"See how long until your crafted items are ready to use."}
{"entity_type":"inventory_feature","entity_name":"ItemPreviewRotation","layman_description":"3D model rotation letting you inspect items from all angles.","technical_description":"3D viewer system for rotating and examining item models in detail.","player_impact":"Appreciate the detail of weapons and armor before equipping them."}
{"entity_type":"menu_icon","entity_name":"EffectDurationClock","layman_description":"Clock icon showing how long until a buff/debuff expires.","technical_description":"Visual timer indicator for temporary status effects on character.","player_impact":"Plan to reapply buffs before they wear off in combat."}
{"entity_type":"inventory_container","entity_name":"QuestItemTab","layman_description":"Special section for quest items that can't be dropped or sold.","technical_description":"Inventory category for quest-related items with transaction restrictions.","player_impact":"Find quest items without them getting lost among regular inventory."}
{"entity_type":"menu_element","entity_name":"RapidConsumeButton","layman_description":"Quick button to consume multiple items rapidly (healing or food).","technical_description":"Rapid-fire consumption system for healing potions and food items.","player_impact":"Heal up quickly in emergency situations without menu delays."}
{"entity_type":"inventory_item","entity_name":"ItemWeightClass","layman_description":"Indicator showing if an item is light, medium, or heavy to carry.","technical_description":"Weight category classification affecting total inventory encumbrance.","player_impact":"Plan load-outs knowing which items slow you down most."}
{"entity_type":"menu_icon","entity_name":"PerkUnlockIcon","layman_description":"Badge showing which character perks unlock better equipment.","technical_description":"Perk requirement indicator displayed on locked equipment tiers.","player_impact":"See which perks you need to unlock better crafting recipes."}
{"entity_type":"inventory_container","entity_name":"TravelingKitStorage","layman_description":"Pre-packed supplies for expeditions including food and medicine.","technical_description":"Inventory bundle system for quick expedition loadout assembly.","player_impact":"Pack supplies for journeys quickly without manually collecting items."}
{"entity_type":"menu_display","entity_name":"BindingsConflictWarning","layman_description":"Alert when you assign the same hotkey to multiple items.","technical_description":"Input validation system preventing duplicate hotkey assignments.","player_impact":"Avoid confusion from accidentally assigning same hotkeys to different items."}
{"entity_type":"inventory_feature","entity_name":"FavoriteItemMarking","layman_description":"Star or highlight system marking your most-used items.","technical_description":"Favoriting system sorting marked items to top of inventory lists.","player_impact":"Always have your favorite weapons and tools at the top of lists."}
{"entity_type":"menu_icon","entity_name":"EnchantmentGlyphIcon","layman_description":"Symbol showing magical properties on special weapons and armor.","technical_description":"Visual indicator of enchantment properties applied to items.","player_impact":"Spot enchanted gear and understand their bonus effects."}
{"entity_type":"inventory_container","entity_name":"ForgeMaterialBin","layman_description":"Collection of ores and metal components ready for smelting.","technical_description":"Inventory category for smelting resources and forge materials.","player_impact":"Organize ore and metal components for bulk forging sessions."}
{"entity_type":"menu_element","entity_name":"ExchangeOfferButton","layman_description":"Accept vendor trade offers with summary of what you get.","technical_description":"Confirmation dialog for trading items with NPC merchants.","player_impact":"Complete trades and get what you agreed to in a single click."}
{"entity_type":"inventory_item","entity_name":"BulkItemHeader","layman_description":"Category headers grouping related items (all ammo, all food, etc).","technical_description":"Inventory section headers for collapsible category grouping.","player_impact":"Collapse item categories to reduce visual clutter."}
{"entity_type":"menu_icon","entity_name":"CriticalHitIcon","layman_description":"Badge showing weapons with high critical strike chances.","technical_description":"Critical hit probability indicator on weapons.","player_impact":"Choose weapons that match your critical hit build."}
{"entity_type":"inventory_container","entity_name":"SpecialEventLoot","layman_description":"Limited items from special events or seasonal activities.","technical_description":"Inventory category for time-limited event and seasonal items.","player_impact":"Keep exclusive seasonal items organized and visible."}
{"entity_type":"menu_display","entity_name":"NegotiationInterface","layman_description":"UI for haggling with merchants to improve trade prices.","technical_description":"Trading negotiation system with success probability for price modification.","player_impact":"Haggle for better deals if you have relevant perks."}
{"entity_type":"inventory_feature","entity_name":"InventoryBackup","layman_description":"Save and restore inventory loadouts in case of death or mistakes.","technical_description":"Inventory snapshot system allowing restoration of previous states.","player_impact":"Recover lost items if you die and respawn at base."}
{"entity_type":"menu_icon","entity_name":"PoisonResistanceIcon","layman_description":"Armor badge showing poison and disease resistance level.","technical_description":"Status effect resistance indicator on equipment pieces.","player_impact":"Choose armor that protects you from specific hazards."}
{"entity_type":"inventory_container","entity_name":"RecipeUnlockedList","layman_description":"Crafting recipes you've learned organized by craft station.","technical_description":"Unlocked recipe inventory filtered by crafting location and type.","player_impact":"See all recipes available at your current workstation."}
{"entity_type":"menu_element","entity_name":"PaperTradingNote","layman_description":"In-game notes you write to remember item values and locations.","technical_description":"Item system for creating and storing player-written inventory notes.","player_impact":"Leave yourself notes about valuable items and trading deals."}
{"entity_type":"inventory_item","entity_name":"SocketSlot","layman_description":"Empty slot on weapons where you insert gems or special components.","technical_description":"Modular socket system for inserting enchantments and gem items.","player_impact":"Enhance weapons by inserting special gems and components."}
{"entity_type":"menu_icon","entity_name":"SetBonusIcon","layman_description":"Icon showing bonuses for wearing matching armor sets together.","technical_description":"Equipment set bonus indicator appearing when full set is worn.","player_impact":"See bonuses you gain from completing matching armor sets."}
{"entity_type":"inventory_container","entity_name":"PlagueStageIndicator","layman_description":"Visual marker showing items infected or contaminated with disease.","technical_description":"Hazard flag system marking contaminated items requiring decontamination.","player_impact":"Identify infected items before they spread disease to you."}
{"entity_type":"menu_display","entity_name":"CompatibilityChecker","layman_description":"Verification showing which modifications can attach to your weapon.","technical_description":"Compatibility checking system validating attachments before equipping.","player_impact":"See what mods work with your weapons before wasting resources."}
{"entity_type":"inventory_feature","entity_name":"PriceHistory","layman_description":"Track item values over time to sell at best prices.","technical_description":"Historical price tracking system showing item value trends.","player_impact":"Sell items when prices are high instead of at market bottoms."}
