{"entity_type":"definition","entity_name":"cntArmoireDrawerEmptyBlack","layman_description":"A black-tinted empty dresser drawer for storing items.","technical_description":"A color variant of the empty dresser drawer, copied from the white version with black color setting.","player_impact":"Provides a color-matched storage container for black-themed building projects."}
{"entity_type":"definition","entity_name":"cntArmoireDrawerEmptyBlue","layman_description":"A blue-tinted empty dresser drawer for storing items.","technical_description":"A color variant of the empty dresser drawer, copied from the white version with blue color setting.","player_impact":"Provides a color-matched storage container for blue-themed building projects."}
{"entity_type":"definition","entity_name":"cntArmoireDrawerEmptyBrown","layman_description":"A brown-tinted empty dresser drawer for storing items.","technical_description":"A color variant of the empty dresser drawer, copied from the white version with brown color setting.","player_impact":"Provides a color-matched storage container for brown-themed building projects."}
{"entity_type":"definition","entity_name":"cntArmoireDrawerEmptyGreen","layman_description":"A green-tinted empty dresser drawer for storing items.","technical_description":"A color variant of the empty dresser drawer, copied from the white version with green color setting.","player_impact":"Provides a color-matched storage container for green-themed building projects."}
{"entity_type":"definition","entity_name":"cntArmoireDrawerEmptyGrey","layman_description":"A grey-tinted empty dresser drawer for storing items.","technical_description":"A color variant of the empty dresser drawer, copied from the white version with grey color setting.","player_impact":"Provides a color-matched storage container for grey-themed building projects."}
{"entity_type":"definition","entity_name":"cntArmoireDrawerEmptyOrange","layman_description":"An orange-tinted empty dresser drawer for storing items.","technical_description":"A color variant of the empty dresser drawer, copied from the white version with orange color setting.","player_impact":"Provides a color-matched storage container for orange-themed building projects."}
{"entity_type":"definition","entity_name":"cntArmoireDrawerEmptyPink","layman_description":"A pink-tinted empty dresser drawer for storing items.","technical_description":"A color variant of the empty dresser drawer, copied from the white version with pink color setting.","player_impact":"Provides a color-matched storage container for pink-themed building projects."}
{"entity_type":"definition","entity_name":"cntArmoireDrawerEmptyPurple","layman_description":"A purple-tinted empty dresser drawer for storing items.","technical_description":"A color variant of the empty dresser drawer, copied from the white version with purple color setting.","player_impact":"Provides a color-matched storage container for purple-themed building projects."}
{"entity_type":"definition","entity_name":"cntArmoireDrawerEmptyRed","layman_description":"A red-tinted empty dresser drawer for storing items.","technical_description":"A color variant of the empty dresser drawer, copied from the white version with red color setting.","player_impact":"Provides a color-matched storage container for red-themed building projects."}
{"entity_type":"definition","entity_name":"cntArmoireDrawerEmptyWhite","layman_description":"An empty dresser drawer for storing items in rooms.","technical_description":"A wooden furniture block with an empty loot list that can hold player inventory items.","player_impact":"Provides a decorative storage furniture piece for creating realistic bedrooms and living spaces."}
{"entity_type":"definition","entity_name":"cntArmoireDrawerEmptyYellow","layman_description":"A yellow-tinted empty dresser drawer for storing items.","technical_description":"A color variant of the empty dresser drawer, copied from the white version with yellow color setting.","player_impact":"Provides a color-matched storage container for yellow-themed building projects."}
{"entity_type":"definition","entity_name":"cntArmoireDrawerFullBlack","layman_description":"A black-tinted dresser drawer filled with random loot that can be searched.","technical_description":"A color variant of the loot-filled dresser drawer, copied from the white version with black color setting.","player_impact":"Rewards players who search through drawers with weapons, tools, and survival items."}
{"entity_type":"definition","entity_name":"cntArmoireDrawerFullBlue","layman_description":"A blue-tinted dresser drawer filled with random loot that can be searched.","technical_description":"A color variant of the loot-filled dresser drawer, copied from the white version with blue color setting.","player_impact":"Rewards players who search through drawers with weapons, tools, and survival items."}
{"entity_type":"definition","entity_name":"cntArmoireDrawerFullBrown","layman_description":"A brown-tinted dresser drawer filled with random loot that can be searched.","technical_description":"A color variant of the loot-filled dresser drawer, copied from the white version with brown color setting.","player_impact":"Rewards players who search through drawers with weapons, tools, and survival items."}
{"entity_type":"definition","entity_name":"cntArmoireDrawerFullGreen","layman_description":"A green-tinted dresser drawer filled with random loot that can be searched.","technical_description":"A color variant of the loot-filled dresser drawer, copied from the white version with green color setting.","player_impact":"Rewards players who search through drawers with weapons, tools, and survival items."}
{"entity_type":"definition","entity_name":"cntArmoireDrawerFullGrey","layman_description":"A grey-tinted dresser drawer filled with random loot that can be searched.","technical_description":"A color variant of the loot-filled dresser drawer, copied from the white version with grey color setting.","player_impact":"Rewards players who search through drawers with weapons, tools, and survival items."}
{"entity_type":"definition","entity_name":"cntArmoireDrawerFullOrange","layman_description":"An orange-tinted dresser drawer filled with random loot that can be searched.","technical_description":"A color variant of the loot-filled dresser drawer, copied from the white version with orange color setting.","player_impact":"Rewards players who search through drawers with weapons, tools, and survival items."}
{"entity_type":"definition","entity_name":"cntArmoireDrawerFullPink","layman_description":"A pink-tinted dresser drawer filled with random loot that can be searched.","technical_description":"A color variant of the loot-filled dresser drawer, copied from the white version with pink color setting.","player_impact":"Rewards players who search through drawers with weapons, tools, and survival items."}
{"entity_type":"definition","entity_name":"cntArmoireDrawerFullPurple","layman_description":"A purple-tinted dresser drawer filled with random loot that can be searched.","technical_description":"A color variant of the loot-filled dresser drawer, copied from the white version with purple color setting.","player_impact":"Rewards players who search through drawers with weapons, tools, and survival items."}
{"entity_type":"definition","entity_name":"cntArmoireDrawerFullRed","layman_description":"A red-tinted dresser drawer filled with random loot that can be searched.","technical_description":"A color variant of the loot-filled dresser drawer, copied from the white version with red color setting.","player_impact":"Rewards players who search through drawers with weapons, tools, and survival items."}
{"entity_type":"definition","entity_name":"cntArmoireDrawerFullWhite","layman_description":"A dresser drawer filled with random loot including weapons and supplies.","technical_description":"A wooden loot container with nightstand loot settings that provides useful inventory items.","player_impact":"Gives players valuable resources when they open and search through this furniture."}
{"entity_type":"definition","entity_name":"cntArmoireDrawerFullYellow","layman_description":"A yellow-tinted dresser drawer filled with random loot that can be searched.","technical_description":"A color variant of the loot-filled dresser drawer, copied from the white version with yellow color setting.","player_impact":"Rewards players who search through drawers with weapons, tools, and survival items."}
{"entity_type":"definition","entity_name":"cntArmoireDrawerGreenRandomLootHelper","layman_description":"A green helper block for testing and setting up random loot in dresser drawers.","technical_description":"A developer tool block in green color used for visualizing loot randomization systems in the world.","player_impact":"Does not appear in normal gameplay but helps modders test loot distribution systems."}
{"entity_type":"definition","entity_name":"cntArmoireDrawerGreyRandomLootHelper","layman_description":"A grey helper block for testing and setting up random loot in dresser drawers.","technical_description":"A developer tool block in grey color used for visualizing loot randomization systems in the world.","player_impact":"Does not appear in normal gameplay but helps modders test loot distribution systems."}
{"entity_type":"definition","entity_name":"cntArmoireDrawerOrangeRandomLootHelper","layman_description":"An orange helper block for testing and setting up random loot in dresser drawers.","technical_description":"A developer tool block in orange color used for visualizing loot randomization systems in the world.","player_impact":"Does not appear in normal gameplay but helps modders test loot distribution systems."}
{"entity_type":"definition","entity_name":"cntArmoireDrawerPinkRandomLootHelper","layman_description":"A pink helper block for testing and setting up random loot in dresser drawers.","technical_description":"A developer tool block in pink color used for visualizing loot randomization systems in the world.","player_impact":"Does not appear in normal gameplay but helps modders test loot distribution systems."}
{"entity_type":"definition","entity_name":"cntArmoireDrawerPurpleRandomLootHelper","layman_description":"A purple helper block for testing and setting up random loot in dresser drawers.","technical_description":"A developer tool block in purple color used for visualizing loot randomization systems in the world.","player_impact":"Does not appear in normal gameplay but helps modders test loot distribution systems."}
{"entity_type":"definition","entity_name":"cntArmoireDrawerRedRandomLootHelper","layman_description":"A red helper block for testing and setting up random loot in dresser drawers.","technical_description":"A developer tool block in red color used for visualizing loot randomization systems in the world.","player_impact":"Does not appear in normal gameplay but helps modders test loot distribution systems."}
{"entity_type":"definition","entity_name":"cntArmoireDrawerWhiteRandomLootHelper","layman_description":"A white helper block for testing and setting up random loot in dresser drawers.","technical_description":"A developer tool block in white color used for visualizing loot randomization systems in the world.","player_impact":"Does not appear in normal gameplay but helps modders test loot distribution systems."}
{"entity_type":"definition","entity_name":"cntArmoireDrawerYellowRandomLootHelper","layman_description":"A yellow helper block for testing and setting up random loot in dresser drawers.","technical_description":"A developer tool block in yellow color used for visualizing loot randomization systems in the world.","player_impact":"Does not appear in normal gameplay but helps modders test loot distribution systems."}
{"entity_type":"definition","entity_name":"cntArmoireSideBlack","layman_description":"A black-tinted side panel of an armoire wardrobe.","technical_description":"A color variant of the armoire side panel, copied from the white version with black color setting.","player_impact":"Provides a color-matched building piece for black-themed bedroom construction."}
{"entity_type":"definition","entity_name":"cntArmoireSideBlue","layman_description":"A blue-tinted side panel of an armoire wardrobe.","technical_description":"A color variant of the armoire side panel, copied from the white version with blue color setting.","player_impact":"Provides a color-matched building piece for blue-themed bedroom construction."}
{"entity_type":"definition","entity_name":"cntArmoireSideBrown","layman_description":"A brown-tinted side panel of an armoire wardrobe.","technical_description":"A color variant of the armoire side panel, copied from the white version with brown color setting.","player_impact":"Provides a color-matched building piece for brown-themed bedroom construction."}
{"entity_type":"definition","entity_name":"cntArmoireSideGreen","layman_description":"A green-tinted side panel of an armoire wardrobe.","technical_description":"A color variant of the armoire side panel, copied from the white version with green color setting.","player_impact":"Provides a color-matched building piece for green-themed bedroom construction."}
{"entity_type":"definition","entity_name":"cntArmoireSideGrey","layman_description":"A grey-tinted side panel of an armoire wardrobe.","technical_description":"A color variant of the armoire side panel, copied from the white version with grey color setting.","player_impact":"Provides a color-matched building piece for grey-themed bedroom construction."}
{"entity_type":"definition","entity_name":"cntArmoireSideOffsetBlack","layman_description":"A black-tinted offset side panel positioned lower for multi-level wardrobe construction.","technical_description":"A vertically offset color variant of the armoire side panel, copied from the base with black color setting.","player_impact":"Allows builders to create multi-level armoire configurations with black color matching."}
{"entity_type":"definition","entity_name":"cntArmoireSideOffsetBlue","layman_description":"A blue-tinted offset side panel positioned lower for multi-level wardrobe construction.","technical_description":"A vertically offset color variant of the armoire side panel, copied from the base with blue color setting.","player_impact":"Allows builders to create multi-level armoire configurations with blue color matching."}
{"entity_type":"definition","entity_name":"cntArmoireSideOffsetBrown","layman_description":"A brown-tinted offset side panel positioned lower for multi-level wardrobe construction.","technical_description":"A vertically offset color variant of the armoire side panel, copied from the base with brown color setting.","player_impact":"Allows builders to create multi-level armoire configurations with brown color matching."}
{"entity_type":"definition","entity_name":"cntArmoireSideOffsetGreen","layman_description":"A green-tinted offset side panel positioned lower for multi-level wardrobe construction.","technical_description":"A vertically offset color variant of the armoire side panel, copied from the base with green color setting.","player_impact":"Allows builders to create multi-level armoire configurations with green color matching."}
{"entity_type":"definition","entity_name":"cntArmoireSideOffsetGrey","layman_description":"A grey-tinted offset side panel positioned lower for multi-level wardrobe construction.","technical_description":"A vertically offset color variant of the armoire side panel, copied from the base with grey color setting.","player_impact":"Allows builders to create multi-level armoire configurations with grey color matching."}
{"entity_type":"definition","entity_name":"cntArmoireSideOffsetOrange","layman_description":"An orange-tinted offset side panel positioned lower for multi-level wardrobe construction.","technical_description":"A vertically offset color variant of the armoire side panel, copied from the base with orange color setting.","player_impact":"Allows builders to create multi-level armoire configurations with orange color matching."}
{"entity_type":"definition","entity_name":"cntArmoireSideOffsetPink","layman_description":"A pink-tinted offset side panel positioned lower for multi-level wardrobe construction.","technical_description":"A vertically offset color variant of the armoire side panel, copied from the base with pink color setting.","player_impact":"Allows builders to create multi-level armoire configurations with pink color matching."}
{"entity_type":"definition","entity_name":"cntArmoireSideOffsetPurple","layman_description":"A purple-tinted offset side panel positioned lower for multi-level wardrobe construction.","technical_description":"A vertically offset color variant of the armoire side panel, copied from the base with purple color setting.","player_impact":"Allows builders to create multi-level armoire configurations with purple color matching."}
{"entity_type":"definition","entity_name":"cntArmoireSideOffsetRed","layman_description":"A red-tinted offset side panel positioned lower for multi-level wardrobe construction.","technical_description":"A vertically offset color variant of the armoire side panel, copied from the base with red color setting.","player_impact":"Allows builders to create multi-level armoire configurations with red color matching."}
{"entity_type":"definition","entity_name":"cntArmoireSideOffsetWhite","layman_description":"A white offset side panel positioned lower for multi-level wardrobe construction.","technical_description":"A vertically offset version of the armoire side panel that can be stacked vertically with adjusted positioning.","player_impact":"Enables multi-story wardrobe builds with proper vertical alignment between sections."}
{"entity_type":"definition","entity_name":"cntArmoireSideOffsetYellow","layman_description":"A yellow-tinted offset side panel positioned lower for multi-level wardrobe construction.","technical_description":"A vertically offset color variant of the armoire side panel, copied from the base with yellow color setting.","player_impact":"Allows builders to create multi-level armoire configurations with yellow color matching."}
{"entity_type":"definition","entity_name":"cntArmoireSideOrange","layman_description":"An orange-tinted side panel of an armoire wardrobe.","technical_description":"A color variant of the armoire side panel, copied from the white version with orange color setting.","player_impact":"Provides a color-matched building piece for orange-themed bedroom construction."}
{"entity_type":"definition","entity_name":"cntArmoireSidePink","layman_description":"A pink-tinted side panel of an armoire wardrobe.","technical_description":"A color variant of the armoire side panel, copied from the white version with pink color setting.","player_impact":"Provides a color-matched building piece for pink-themed bedroom construction."}
{"entity_type":"definition","entity_name":"cntArmoireSidePurple","layman_description":"A purple-tinted side panel of an armoire wardrobe.","technical_description":"A color variant of the armoire side panel, copied from the white version with purple color setting.","player_impact":"Provides a color-matched building piece for purple-themed bedroom construction."}
{"entity_type":"definition","entity_name":"cntArmoireSideRed","layman_description":"A red-tinted side panel of an armoire wardrobe.","technical_description":"A color variant of the armoire side panel, copied from the white version with red color setting.","player_impact":"Provides a color-matched building piece for red-themed bedroom construction."}
{"entity_type":"definition","entity_name":"cntArmoireSideShortBlack","layman_description":"A black-tinted shorter side panel for building a compact armoire wardrobe.","technical_description":"A shortened color variant of the armoire side panel, copied from the white version with black color setting.","player_impact":"Allows players to build space-efficient wardrobe units in black color."}
{"entity_type":"definition","entity_name":"cntArmoireSideShortBlue","layman_description":"A blue-tinted shorter side panel for building a compact armoire wardrobe.","technical_description":"A shortened color variant of the armoire side panel, copied from the white version with blue color setting.","player_impact":"Allows players to build space-efficient wardrobe units in blue color."}
{"entity_type":"definition","entity_name":"cntArmoireSideShortBrown","layman_description":"A brown-tinted shorter side panel for building a compact armoire wardrobe.","technical_description":"A shortened color variant of the armoire side panel, copied from the white version with brown color setting.","player_impact":"Allows players to build space-efficient wardrobe units in brown color."}
{"entity_type":"definition","entity_name":"cntArmoireSideShortGreen","layman_description":"A green-tinted shorter side panel for building a compact armoire wardrobe.","technical_description":"A shortened color variant of the armoire side panel, copied from the white version with green color setting.","player_impact":"Allows players to build space-efficient wardrobe units in green color."}
{"entity_type":"definition","entity_name":"cntArmoireSideShortGrey","layman_description":"A grey-tinted shorter side panel for building a compact armoire wardrobe.","technical_description":"A shortened color variant of the armoire side panel, copied from the white version with grey color setting.","player_impact":"Allows players to build space-efficient wardrobe units in grey color."}
{"entity_type":"definition","entity_name":"cntArmoireSideShortOrange","layman_description":"An orange-tinted shorter side panel for building a compact armoire wardrobe.","technical_description":"A shortened color variant of the armoire side panel, copied from the white version with orange color setting.","player_impact":"Allows players to build space-efficient wardrobe units in orange color."}
{"entity_type":"definition","entity_name":"cntArmoireSideShortPink","layman_description":"A pink-tinted shorter side panel for building a compact armoire wardrobe.","technical_description":"A shortened color variant of the armoire side panel, copied from the white version with pink color setting.","player_impact":"Allows players to build space-efficient wardrobe units in pink color."}
{"entity_type":"definition","entity_name":"cntArmoireSideShortPurple","layman_description":"A purple-tinted shorter side panel for building a compact armoire wardrobe.","technical_description":"A shortened color variant of the armoire side panel, copied from the white version with purple color setting.","player_impact":"Allows players to build space-efficient wardrobe units in purple color."}
{"entity_type":"definition","entity_name":"cntArmoireSideShortRed","layman_description":"A red-tinted shorter side panel for building a compact armoire wardrobe.","technical_description":"A shortened color variant of the armoire side panel, copied from the white version with red color setting.","player_impact":"Allows players to build space-efficient wardrobe units in red color."}
{"entity_type":"definition","entity_name":"cntArmoireSideShortWhite","layman_description":"A shorter side panel for building a compact armoire wardrobe.","technical_description":"A vertically reduced version of the armoire side panel with adjusted positioning for smaller builds.","player_impact":"Enables construction of smaller wardrobes with better proportion matching."}
{"entity_type":"definition","entity_name":"cntArmoireSideShortYellow","layman_description":"A yellow-tinted shorter side panel for building a compact armoire wardrobe.","technical_description":"A shortened color variant of the armoire side panel, copied from the white version with yellow color setting.","player_impact":"Allows players to build space-efficient wardrobe units in yellow color."}
{"entity_type":"definition","entity_name":"cntArmoireSideWhite","layman_description":"A white side panel of an armoire wardrobe for bedroom furniture.","technical_description":"A wooden furniture 3D shape that forms the left or right side of a multi-part wardrobe build.","player_impact":"Provides structural pieces for creating custom wardrobe designs in buildings."}
{"entity_type":"definition","entity_name":"cntArmoireSideYellow","layman_description":"A yellow-tinted side panel of an armoire wardrobe.","technical_description":"A color variant of the armoire side panel, copied from the white version with yellow color setting.","player_impact":"Provides a color-matched building piece for yellow-themed bedroom construction."}
{"entity_type":"definition","entity_name":"cntArmoireTopBackBlack","layman_description":"A black-tinted back panel for the top of an armoire wardrobe.","technical_description":"A color variant of the armoire top back panel, copied from the white version with black color setting.","player_impact":"Completes the top section of a black-themed multi-piece wardrobe unit."}
{"entity_type":"definition","entity_name":"cntArmoireTopBackBlue","layman_description":"A blue-tinted back panel for the top of an armoire wardrobe.","technical_description":"A color variant of the armoire top back panel, copied from the white version with blue color setting.","player_impact":"Completes the top section of a blue-themed multi-piece wardrobe unit."}
{"entity_type":"definition","entity_name":"cntArmoireTopBackBrown","layman_description":"A brown-tinted back panel for the top of an armoire wardrobe.","technical_description":"A color variant of the armoire top back panel, copied from the white version with brown color setting.","player_impact":"Completes the top section of a brown-themed multi-piece wardrobe unit."}
{"entity_type":"definition","entity_name":"cntArmoireTopBackGreen","layman_description":"A green-tinted back panel for the top of an armoire wardrobe.","technical_description":"A color variant of the armoire top back panel, copied from the white version with green color setting.","player_impact":"Completes the top section of a green-themed multi-piece wardrobe unit."}
{"entity_type":"definition","entity_name":"cntArmoireTopBackGrey","layman_description":"A grey-tinted back panel for the top of an armoire wardrobe.","technical_description":"A color variant of the armoire top back panel, copied from the white version with grey color setting.","player_impact":"Completes the top section of a grey-themed multi-piece wardrobe unit."}
{"entity_type":"definition","entity_name":"cntArmoireTopBackOrange","layman_description":"An orange-tinted back panel for the top of an armoire wardrobe.","technical_description":"A color variant of the armoire top back panel, copied from the white version with orange color setting.","player_impact":"Completes the top section of an orange-themed multi-piece wardrobe unit."}
{"entity_type":"definition","entity_name":"cntArmoireTopBackPink","layman_description":"A pink-tinted back panel for the top of an armoire wardrobe.","technical_description":"A color variant of the armoire top back panel, copied from the white version with pink color setting.","player_impact":"Completes the top section of a pink-themed multi-piece wardrobe unit."}
{"entity_type":"definition","entity_name":"cntArmoireTopBackPurple","layman_description":"A purple-tinted back panel for the top of an armoire wardrobe.","technical_description":"A color variant of the armoire top back panel, copied from the white version with purple color setting.","player_impact":"Completes the top section of a purple-themed multi-piece wardrobe unit."}
{"entity_type":"definition","entity_name":"cntArmoireTopBackRed","layman_description":"A red-tinted back panel for the top of an armoire wardrobe.","technical_description":"A color variant of the armoire top back panel, copied from the white version with red color setting.","player_impact":"Completes the top section of a red-themed multi-piece wardrobe unit."}
{"entity_type":"definition","entity_name":"cntArmoireTopBackWhite","layman_description":"A white back panel for the top of an armoire wardrobe.","technical_description":"The rear 3D shape for the upper section of a multi-part wooden wardrobe furniture.","player_impact":"Forms the back cover of a completed wardrobe build."}
{"entity_type":"definition","entity_name":"cntArmoireTopBackYellow","layman_description":"A yellow-tinted back panel for the top of an armoire wardrobe.","technical_description":"A color variant of the armoire top back panel, copied from the white version with yellow color setting.","player_impact":"Completes the top section of a yellow-themed multi-piece wardrobe unit."}
{"entity_type":"definition","entity_name":"cntArmoireTopBlack","layman_description":"A black-tinted top section of an armoire wardrobe.","technical_description":"A color variant of the armoire top, copied from the white version with black color setting.","player_impact":"Forms the upper portion of a black-themed wardrobe with matching shelving."}
{"entity_type":"definition","entity_name":"cntArmoireTopBlue","layman_description":"A blue-tinted top section of an armoire wardrobe.","technical_description":"A color variant of the armoire top, copied from the white version with blue color setting.","player_impact":"Forms the upper portion of a blue-themed wardrobe with matching shelving."}
{"entity_type":"definition","entity_name":"cntArmoireTopBrown","layman_description":"A brown-tinted top section of an armoire wardrobe.","technical_description":"A color variant of the armoire top, copied from the white version with brown color setting.","player_impact":"Forms the upper portion of a brown-themed wardrobe with matching shelving."}
{"entity_type":"definition","entity_name":"cntArmoireTopGreen","layman_description":"A green-tinted top section of an armoire wardrobe.","technical_description":"A color variant of the armoire top, copied from the white version with green color setting.","player_impact":"Forms the upper portion of a green-themed wardrobe with matching shelving."}
{"entity_type":"definition","entity_name":"cntArmoireTopGrey","layman_description":"A grey-tinted top section of an armoire wardrobe.","technical_description":"A color variant of the armoire top, copied from the white version with grey color setting.","player_impact":"Forms the upper portion of a grey-themed wardrobe with matching shelving."}
{"entity_type":"definition","entity_name":"cntArmoireTopOrange","layman_description":"An orange-tinted top section of an armoire wardrobe.","technical_description":"A color variant of the armoire top, copied from the white version with orange color setting.","player_impact":"Forms the upper portion of an orange-themed wardrobe with matching shelving."}
{"entity_type":"definition","entity_name":"cntArmoireTopPink","layman_description":"A pink-tinted top section of an armoire wardrobe.","technical_description":"A color variant of the armoire top, copied from the white version with pink color setting.","player_impact":"Forms the upper portion of a pink-themed wardrobe with matching shelving."}
{"entity_type":"definition","entity_name":"cntArmoireTopPurple","layman_description":"A purple-tinted top section of an armoire wardrobe.","technical_description":"A color variant of the armoire top, copied from the white version with purple color setting.","player_impact":"Forms the upper portion of a purple-themed wardrobe with matching shelving."}
{"entity_type":"definition","entity_name":"cntArmoireTopRed","layman_description":"A red-tinted top section of an armoire wardrobe.","technical_description":"A color variant of the armoire top, copied from the white version with red color setting.","player_impact":"Forms the upper portion of a red-themed wardrobe with matching shelving."}
{"entity_type":"definition","entity_name":"cntArmoireTopWhite","layman_description":"A white top section of an armoire wardrobe with shelving.","technical_description":"The upper 3D shape of a multi-part wooden wardrobe that can display stored items.","player_impact":"Creates the top portion of a functional wardrobe piece with inventory menu access."}
{"entity_type":"definition","entity_name":"cntArmoireTopYellow","layman_description":"A yellow-tinted top section of an armoire wardrobe.","technical_description":"A color variant of the armoire top, copied from the white version with yellow color setting.","player_impact":"Forms the upper portion of a yellow-themed wardrobe with matching shelving."}
{"entity_type":"definition","entity_name":"cntArmyTruckClosed","layman_description":"A military cargo truck with an enclosed cargo area containing army supplies.","technical_description":"A vehicle loot container with military equipment settings and scaled 3D shape for larger terrain placement.","player_impact":"Provides military-grade weapons and gear when players search the truck bed."}
{"entity_type":"definition","entity_name":"cntArmyTruckOpen","layman_description":"A damaged military cargo truck with an exposed open cargo area.","technical_description":"A damaged vehicle loot container scaled larger than standard blocks with electrical component loot settings.","player_impact":"Allows players to access valuable military supplies and electrical parts from an abandoned army truck."}
{"entity_type":"definition","entity_name":"cntArmyTruckRandomLootHelper","layman_description":"A helper block for testing army truck loot distribution in the game world.","technical_description":"A developer visualization tool for the military truck loot system in pink color.","player_impact":"Used by modders to test and balance military equipment drop rates."}
{"entity_type":"definition","entity_name":"cntBackpack01","layman_description":"A cloth backpack found in the game world that holds supplies and gear.","technical_description":"A cloth-material loot container with backpack loot settings and a 3D model for ground placement.","player_impact":"Offers a realistic way for players to find extra supplies scattered throughout the world."}
{"entity_type":"definition","entity_name":"cntBackpack03","layman_description":"An alternative cloth backpack variant for world loot.","technical_description":"A player-discoverable color variant of the backpack container, copied from the base backpack.","player_impact":"Provides visual variety while keeping the same loot rewards as other backpacks."}
{"entity_type":"definition","entity_name":"cntBagsRandomLootHelper","layman_description":"A helper block for testing backpack and bag loot in the game world.","technical_description":"A developer tool for visualizing backpack loot randomization using a pink tinted icon.","player_impact":"Used by modders to verify and adjust backpack spawn locations and loot tables."}
{"entity_type":"definition","entity_name":"cntBarrelAcidQuadA","layman_description":"A set of four hazardous acid barrels grouped together that explode when hit.","technical_description":"A multi-barrel acid container with explosive settings and large loot rewards for destruction.","player_impact":"Creates dangerous environmental hazards that damage players but reward them with resources when destroyed."}
{"entity_type":"definition","entity_name":"cntBarrelAcidQuadB","layman_description":"A second variation of four hazardous acid barrels grouped together.","technical_description":"A multi-barrel acid container variant with different explosion effects and positioning than QuadA.","player_impact":"Provides visual variation for grouped hazardous containers in industrial areas."}
{"entity_type":"definition","entity_name":"cntBarrelAcidSingle00","layman_description":"A single hazardous acid barrel that explodes when damaged.","technical_description":"An industrial metal loot container with acid properties and explosive hazard settings.","player_impact":"Creates dangerous obstacles in industrial buildings that reward brave or prepared players with supplies."}
{"entity_type":"definition","entity_name":"cntBarrelAcidSingle45","layman_description":"A single hazardous acid barrel rotated 45 degrees for varied placement.","technical_description":"A rotated variant of the acid barrel container with different explosion animation from the standard 0-degree version.","player_impact":"Allows builders to place acid barrels at different angles for more natural industrial layouts."}
{"entity_type":"definition","entity_name":"cntBarrelGasOld","layman_description":"An older style rusty gas barrel that can explode when damaged.","technical_description":"A rust-colored variant of the gas barrel container using an alternative 3D shape model.","player_impact":"Provides environmental danger and loot in industrial locations with different visual style."}
{"entity_type":"definition","entity_name":"cntBarrelGasQuadA","layman_description":"A set of four flammable gas barrels grouped together that explode dangerously.","technical_description":"A multi-barrel gas container with large explosion effects and substantial loot rewards for destruction.","player_impact":"Creates lethal environmental hazards that can destroy structures and reward well-equipped players."}
{"entity_type":"definition","entity_name":"cntBarrelGasQuadB","layman_description":"A second variation of four flammable gas barrels grouped together.","technical_description":"A multi-barrel gas container variant with different explosion effects and positioning than QuadA.","player_impact":"Provides visual variety for grouped fuel containers in industrial or military locations."}
{"entity_type":"definition","entity_name":"cntBarrelGasSingle00","layman_description":"A single flammable gas barrel that explodes violently when damaged.","technical_description":"An industrial metal container with gas fuel properties and powerful explosive hazard settings.","player_impact":"Creates dangerous fire hazards in buildings that explode and damage nearby structures when triggered."}
{"entity_type":"definition","entity_name":"cntBarrelGasSingle45","layman_description":"A single flammable gas barrel rotated 45 degrees for angled placement.","technical_description":"A rotated variant of the gas barrel with different explosion animation orientation.","player_impact":"Enables builders to position fuel barrels at various angles in industrial scenes."}
{"entity_type":"definition","entity_name":"cntBarrelGenericQuadA","layman_description":"A set of four generic industrial barrels grouped together containing mixed supplies.","technical_description":"A multi-barrel industrial container with varied explosion effects and large loot for collection.","player_impact":"Provides substantial rewards when players destroy grouped industrial containers."}
