{"entity_type":"item","entity_name":"ammoShotgunSlugs","layman_description":"Solid slugs for shotguns that punch through individual targets.","technical_description":"Shotgun ammunition variant using single large projectile instead of pellet spread.","player_impact":"When you use slugs, each shot hits harder against a single zombie instead of spreading damage."}
{"entity_type":"block","entity_name":"cntWallSafeInsecure_Player","layman_description":"A player-built wall safe without security measures for base storage.","technical_description":"Wall-mounted loot container with player placement and unsecured state.","player_impact":"You can install these safes in your player base to store valuables."}
{"entity_type":"item","entity_name":"ammoShotgunBreach","layman_description":"Breaching rounds for shotguns designed to destroy locks and doors.","technical_description":"Specialized shotgun ammunition with high block damage property for environmental destruction.","player_impact":"Fire these at locked doors to break them open without needing tools or keys."}
{"entity_type":"block","entity_name":"cntGunSafeInsecureBrown_Player","layman_description":"A brown player-built gun safe without locks for weapon storage.","technical_description":"Weapon storage container variant with brown finish and player placement mechanics.","player_impact":"Decorate your base with brown gun safes while storing your firearms securely inside."}
{"entity_type":"item","entity_name":"ammo762mmBulletBall","layman_description":"Standard rifle rounds for 7.62mm weapons with balanced performance.","technical_description":"Rifle ammunition with standard kinetic properties for medium-range engagements.","player_impact":"Common ammo for hunting rifles and AK-47s, good for most mid-game combat."}
{"entity_type":"block","entity_name":"cntDeskSafeOpen_Player","layman_description":"A player-placed desk safe in open state for base storage.","technical_description":"Desk container with open animation and player placement capability.","player_impact":"You can place open safes in your base for convenient item access."}
{"entity_type":"item","entity_name":"ammo762mmBulletHP","layman_description":"Hollow-point rifle rounds for increased zombie damage.","technical_description":"High-penetration rifle ammunition with expanded trauma properties.","player_impact":"These rounds do more damage to zombies but less against armor."}
{"entity_type":"block","entity_name":"cntWallSafeInsecure_Player_locked","layman_description":"A player-built wall safe with security features.","technical_description":"Wall-mounted loot container with player placement and lock mechanism enabled.","player_impact":"Place these in multiplayer to keep teammates out of your valuables."}
{"entity_type":"item","entity_name":"ammo762mmBulletAP","layman_description":"Armor-piercing rounds that penetrate protective gear.","technical_description":"Anti-armor rifle ammunition with high penetration value for defeating protection.","player_impact":"Use these against heavily-armored zombies and player defenses."}
{"entity_type":"block","entity_name":"cntGunSafeInsecure_Player_locked","layman_description":"A player-placed gun safe with locking mechanism for security.","technical_description":"Firearm container with player ownership and active lock security state.","player_impact":"Lock your gun safe in multiplayer to prevent teammates from taking weapons."}
{"entity_type":"item","entity_name":"ammo9mmBulletBall","layman_description":"Standard 9mm pistol ammunition for basic firearms.","technical_description":"Handgun cartridge with standard velocity and reliable projectile mechanics.","player_impact":"The most common ammo you find, used in pistols and SMGs."}
{"entity_type":"block","entity_name":"cntDeskSafeOpen_Player_locked","layman_description":"A locked desk safe in open state placed by player.","technical_description":"Desk container variant with open state rendering and security lock engaged.","player_impact":"You can see it's open but others can't access items if you lock it."}
{"entity_type":"item","entity_name":"ammo9mmBulletHP","layman_description":"Hollow-point 9mm rounds for better zombie stopping power.","technical_description":"Handgun ammunition with expanded trauma and increased organism damage.","player_impact":"Better against zombies than regular 9mm but fewer rounds in magazines."}
{"entity_type":"block","entity_name":"cntWallSafeOpen_Player_locked","layman_description":"An open wall safe with lock enabled for protected storage.","technical_description":"Wall-mounted container with open state and security lock mechanism.","player_impact":"Display items in your safe while keeping them locked away from others."}
{"entity_type":"item","entity_name":"ammo9mmBulletAP","layman_description":"Armor-piercing 9mm rounds for penetrating defenses.","technical_description":"Armor-bypass handgun ammunition for defeating protective equipment.","player_impact":"Effective against other players with armor and heavily protected zombies."}
{"entity_type":"block","entity_name":"cntDeskSafeInsecure_Player_locked","layman_description":"A locked desk safe placed by player for secure base storage.","technical_description":"Desk container with lock mechanism engaged and player placement.","player_impact":"Store valuables safely in your base with a locked safe."}
{"entity_type":"item","entity_name":"ammo44MagnumBulletBall","layman_description":"Large-caliber magnum rounds for powerful handguns.","technical_description":"Heavy-duty revolver ammunition with high kinetic impact energy.","player_impact":"Magnum weapons fire slower but hit very hard with these rounds."}
{"entity_type":"block","entity_name":"cntGunSafeInsecureBrown_Player_locked","layman_description":"A brown player-built gun safe with security lock engaged.","technical_description":"Weapon container with brown finish and locked security state.","player_impact":"Secure your firearms in a brown safe visible in your base."}
{"entity_type":"item","entity_name":"ammo44MagnumBulletHP","layman_description":"Expansion magnum rounds with devastating stopping power.","technical_description":"High-damage revolver ammunition with trauma expansion mechanics.","player_impact":"One of the most damaging handgun rounds against single targets."}
{"entity_type":"block","entity_name":"cntWallSafeOpen_Player_locked_double","layman_description":"A large double-wide open wall safe with security locks.","technical_description":"Extended wall-mounted container with double-width model and lock state.","player_impact":"A larger safe for storing more items while keeping them locked."}
