{"entity_type":"item","entity_name":"Void Anchor Tether","layman_description":"Equipment that prevents you from being displaced or knocked back.","technical_description":"Equipment with knockback immunity and position lock.","player_impact":"Cannot be pushed or knocked down by any attack."}
{"entity_type":"item","entity_name":"Infinity Supply Cache","layman_description":"Magical container that generates unlimited amounts of stored items.","technical_description":"Equipment with infinite resource generation and duplication effect.","player_impact":"Draw unlimited supplies from this container forever."}
{"entity_type":"item","entity_name":"Paradox Engine Module","layman_description":"Tech device that allows impossible crafting combinations normally prohibited.","technical_description":"Equipment with crafting restriction bypass and paradox handling.","player_impact":"Craft items with incompatible ingredient combinations."}
{"entity_type":"item","entity_name":"Singularity Containment Pod","layman_description":"High-tech storage that compresses infinite mass into tiny space.","technical_description":"Equipment with mass compression and density multiplication.","player_impact":"Store unlimited weight and items in single inventory slot."}
{"entity_type":"item","entity_name":"Omniscience Viewing Screen","layman_description":"Device that shows you everything happening in entire game world.","technical_description":"Equipment with world awareness and global status display.","player_impact":"See all players and enemies on worldwide map constantly."}
{"entity_type":"item","entity_name":"Retroactive Edit Journal","layman_description":"Magical book that rewrites past actions changing outcomes.","technical_description":"Equipment with action rewind and outcome manipulation.","player_impact":"Undo your last action completely as if it never happened."}
{"entity_type":"item","entity_name":"Future Prediction Amulet","layman_description":"Oracle artifact that shows you the near future for preparation.","technical_description":"Equipment with future event preview and threat prediction.","player_impact":"Know what happens next and prepare accordingly."}
{"entity_type":"item","entity_name":"Causality Anchor Thread","layman_description":"Mystical rope that prevents reality from changing around you.","technical_description":"Equipment with event prevention and change immunity.","player_impact":"Random events cannot affect you anymore."}
{"entity_type":"item","entity_name":"Multiverse Resonance Device","layman_description":"Tech that synchronizes you with alternate universe versions.","technical_description":"Equipment with parallel self summoning and duplicate creation.","player_impact":"Summon alternate versions of yourself to help fight."}
{"entity_type":"item","entity_name":"Omnipotence Fragment Shard","layman_description":"Piece of absolute power that grants one reality-altering wish.","technical_description":"Equipment with single use wish system and powerful effect.","player_impact":"Use one reality-breaking ability of your choice."}
{"entity_type":"item","entity_name":"Chaos Theory Amplifier","layman_description":"Device that creates unpredictable but beneficial random effects.","technical_description":"Equipment with chaos effect generation and random benefit.","player_impact":"Random powerful effects occur constantly benefiting you."}
{"entity_type":"item","entity_name":"Universal Translator Matrix","layman_description":"Technology that lets you communicate with any creature or object.","technical_description":"Equipment with communication unlock and understanding bonus.","player_impact":"Understand and talk to any NPC or creature types."}
{"entity_type":"item","entity_name":"Consciousness Upload Pod","layman_description":"Equipment that backs up your consciousness preventing permanent death.","technical_description":"Equipment with consciousness backup and resurrection safety.","player_impact":"Can resurrect yourself if killed instead of losing progress."}
{"entity_type":"item","entity_name":"Evolution Accelerator Serum","layman_description":"Chemical that rapidly advances biological evolution and mutation.","technical_description":"Consumable with mutation speed increase and evolution boost.","player_impact":"Gain powerful mutations and evolve rapidly."}
{"entity_type":"item","entity_name":"Adaptation Catalyst Injection","layman_description":"Serum that makes your body adjust to any environmental condition.","technical_description":"Consumable with environmental adaptation and resistance stacking.","player_impact":"Become immune to all environmental hazards completely."}
{"entity_type":"item","entity_name":"Perfection Achieving Stone","layman_description":"Artifact that makes you absolutely perfect at any skill used.","technical_description":"Equipment with skill mastery and perfection achievement.","player_impact":"Any skill you use becomes perfectly executed."}
{"entity_type":"item","entity_name":"Immortality Elixir Vial","layman_description":"Magical potion that makes you unable to die permanently.","technical_description":"Consumable with immortality buff and death immunity duration.","player_impact":"Become completely immune to death for a period."}
{"entity_type":"item","entity_name":"Apathy Projection Crown","layman_description":"Mystical headpiece that makes enemies lose interest in attacking.","technical_description":"Equipment with aggression suppression and threat reduction.","player_impact":"Zombies ignore you completely and attack others instead."}
{"entity_type":"item","entity_name":"Domination Control Crown","layman_description":"Powerful artifact that makes undead obey your commands.","technical_description":"Equipment with mind control and undead subordination.","player_impact":"Control zombies and make them fight for you."}
{"entity_type":"item","entity_name":"Ascension Divine Crown","layman_description":"Ultimate artifact that elevates you beyond mortal limitations.","technical_description":"Equipment with transcendence status and reality breaking.","player_impact":"Become a god-like entity with unlimited power."}
