{"entity_type":"property_name","entity_name":"FallDamage","layman_description":"How much hurt you take when falling on this block.","technical_description":"Defines a modifier multiplier for damage received from falling onto this block surface.","player_impact":"Blocks with low values like 0.5 cushion your fall, while high values like 0.9 make landing harder."}
{"entity_type":"property_name","entity_name":"FlyTime","layman_description":"How long something can stay in the air before falling.","technical_description":"Determines the duration in seconds an object maintains airborne state before gravity takes effect.","player_impact":"Longer flight times let you cover more distance when using flying items or vehicles."}
{"entity_type":"property_name","entity_name":"LootStageBonus","layman_description":"Extra amount added to how good the loot is when you harvest this.","technical_description":"Adds a numerical bonus to the loot stage calculation during resource extraction.","player_impact":"Higher values give you better quality items and more resources when harvesting this block."}
{"entity_type":"property_name","entity_name":"LootStageMod","layman_description":"Percentage that multiplies the quality of loot you find here.","technical_description":"Applies a multiplicative modifier to the loot stage value for resource generation.","player_impact":"Small values like 0.05 slightly reduce loot quality, while values above 1 boost it significantly."}
{"entity_type":"property_name","entity_name":"NoScrapping","layman_description":"Whether you can break this item down for resources.","technical_description":"Boolean flag preventing the item from being scrapped into component materials.","player_impact":"Items marked true cannot be recycled, forcing you to use them or store them."}
{"entity_type":"property_name","entity_name":"RepairAmount","layman_description":"How much durability this item restores when used to fix something.","technical_description":"Specifies the durability points healed by this item when applied during repair actions.","player_impact":"Higher values like 800 fully repair many items, while 20 requires multiple uses."}
{"entity_type":"property_name","entity_name":"RotateToGround","layman_description":"Whether this thing automatically aligns with the ground when placed.","technical_description":"Enables automatic rotation adjustment to match terrain slope upon placement.","player_impact":"Objects with this enabled look natural when placed on hills and slopes."}
{"entity_type":"property_name","entity_name":"resourceCobblestones","layman_description":"How many cobblestones you get when you harvest this block.","technical_description":"Defines the exact or average quantity of cobblestone resources yielded on destruction.","player_impact":"More cobblestones means faster construction of stone walls and building material gathering."}
{"entity_type":"property_name","entity_name":"zoomTriggerEffectPullDualsense","layman_description":"The visual effect that happens when you aim with a PlayStation controller.","technical_description":"Sets the visual zoom effect identifier for DualSense controller aiming mechanics.","player_impact":"Creates immersive aiming feedback that changes your view when using controller zoom."}
{"entity_type":"property_name","entity_name":"zoomTriggerEffectPullXb","layman_description":"The visual effect that happens when you aim with an Xbox controller.","technical_description":"Specifies the zoom effect identifier applied during Xbox controller trigger pulls.","player_impact":"Provides consistent aiming visuals whether using adaptive triggers or standard controllers."}
{"entity_type":"property_name","entity_name":"AITask-5","layman_description":"The fifth action a zombie or creature should do in sequence.","technical_description":"Sets the fifth priority behavior task executed by AI entities in their action queue.","player_impact":"Creatures execute multiple behaviors in order like wandering, attacking, or looking for threats."}
{"entity_type":"property_name","entity_name":"ActiveRadiusEffects","layman_description":"Bonuses that apply to players standing near this block.","technical_description":"Lists area-of-effect buffs and their radius values activated when players are in proximity.","player_impact":"Standing by campfires gives warmth buffs, near radiation emitters causes damage."}
{"entity_type":"property_name","entity_name":"Buff","layman_description":"A special effect applied to a player or creature.","technical_description":"Specifies a persistent status effect identifier to be applied to affected entities.","player_impact":"Buffs can poison you, burn you, stun you, or protect you depending on the effect type."}
{"entity_type":"property_name","entity_name":"HeatMapStrength","layman_description":"How strong this block shows up on zombie heat vision.","technical_description":"Controls the intensity value in the thermal signature detection system for AI entities.","player_impact":"Blocks with high heat like fires attract zombies from farther away."}
{"entity_type":"property_name","entity_name":"HeatMapTime","layman_description":"How long this block stays visible on zombie heat detection.","technical_description":"Sets the duration in milliseconds that thermal signatures persist for creature detection.","player_impact":"Longer durations make your heat sources detectable by creatures for extended periods."}
{"entity_type":"property_name","entity_name":"LootListAlive","layman_description":"What loot drops from creatures when you kill them.","technical_description":"References the loot table list used for item drops from defeated living entities.","player_impact":"Different creatures drop different loot pools with unique and valuable items."}
{"entity_type":"property_name","entity_name":"Max_strain_time","layman_description":"How long you can hold down the attack button before needing a break.","technical_description":"Defines the maximum duration in seconds before tool strain fatigue triggers cooldown.","player_impact":"Longer strain times let you continuously attack, while short values force frequent rest periods."}
{"entity_type":"property_name","entity_name":"SightRange","layman_description":"How far away creatures can spot players.","technical_description":"Sets the distance in meters at which creatures detect and engage hostile targets.","player_impact":"Creatures with 30m sight range spot you from far away, while 20m range requires closer approach."}
{"entity_type":"property_name","entity_name":"SoundGiveUp","layman_description":"The sound this creature makes when it stops chasing you.","technical_description":"Specifies the audio clip identifier played when the entity abandons pursuit behavior.","player_impact":"Hearing a creature give up lets you know the danger has passed."}
{"entity_type":"property_name","entity_name":"resourceMetalPipe","layman_description":"How many metal pipes you get when you break this block.","technical_description":"Defines the quantity of metal pipe resources yielded during block destruction.","player_impact":"More pipes mean faster crafting of weapons, traps, and mechanical structures."}
{"entity_type":"property_name","entity_name":"tireTransform","layman_description":"Where the wheels are located on a vehicle.","technical_description":"References the 3D shape node positions for vehicle wheel attachment points.","player_impact":"Wheel placement affects vehicle balance, handling, and visual appearance."}
{"entity_type":"property_name","entity_name":"AITask-6","layman_description":"The sixth action a zombie or creature performs in its behavior sequence.","technical_description":"Sets the sixth ordered behavior task in the AI entity action execution queue.","player_impact":"Creatures can combine multiple actions like wandering then attacking based on task order."}
{"entity_type":"property_name","entity_name":"AITask-7","layman_description":"The seventh behavior action for creatures during combat or exploration.","technical_description":"Specifies the seventh sequential behavior task in creature AI execution flow.","player_impact":"Complex AI sequences with seven tasks create more realistic creature behavior patterns."}
{"entity_type":"property_name","entity_name":"Damage","layman_description":"How much pain this block causes when you touch or stand on it.","technical_description":"Sets the direct damage value applied to entities in contact with this hazard block.","player_impact":"High damage values like 20 quickly kill you, while 1 is barely noticeable."}
{"entity_type":"property_name","entity_name":"DropScale","layman_description":"How much bigger or smaller loot appears when you drop it.","technical_description":"Applies a scale multiplier to the 3D shape of dropped items during collection.","player_impact":"Larger scales make dropped loot easier to spot on the ground."}
{"entity_type":"property_name","entity_name":"IsCosmetic","layman_description":"Whether this item is only for appearance and not actually used.","technical_description":"Boolean flag indicating an item provides no functional gameplay value, only visual setting.","player_impact":"Cosmetic items don't affect your stats or abilities, only how you look."}
{"entity_type":"property_name","entity_name":"IsTemporaryBlock","layman_description":"Whether this block disappears after a short time.","technical_description":"Boolean flag marking blocks that automatically despawn after placement duration expires.","player_impact":"Temporary blocks are useful for quick shelter but won't protect you long-term."}
{"entity_type":"property_name","entity_name":"MaxTurnSpeed","layman_description":"How quickly creatures can rotate to face you.","technical_description":"Sets the maximum rotational velocity in degrees per second for entity heading changes.","player_impact":"Creatures with high turn speeds like 420 quickly face threats, while 100 turn slowly."}
{"entity_type":"property_name","entity_name":"TerrainIndex","layman_description":"What type of ground surface this block matches or creates.","technical_description":"References the terrain category value used in heightmap generation and surface matching.","player_impact":"Terrain index affects walking speed and whether objects slide on the surface."}
{"entity_type":"property_name","entity_name":"TraderID","layman_description":"Which trader runs a store at this location.","technical_description":"Specifies the unique identifier for the trader entity present at this block location.","player_impact":"Different traders offer different items and prices for buying and selling."}
{"entity_type":"property_name","entity_name":"UiBackgroundTexture","layman_description":"The picture shown behind menus when this block is active.","technical_description":"References the display image identifier used in the menu background rendering system.","player_impact":"Different blocks show different menu backgrounds for visual clarity and theme consistency."}
{"entity_type":"property_name","entity_name":"zoomTriggerEffectTriggerPullDualsense","layman_description":"The aiming effect on PlayStation when pulling the trigger.","technical_description":"Defines the zoom effect identifier executed during DualSense trigger activation.","player_impact":"Aiming creates visual zoom effects that enhance accuracy perception."}
{"entity_type":"property_name","entity_name":"zoomTriggerEffectTriggerPullXbox","layman_description":"The aiming effect on Xbox when pulling the trigger.","technical_description":"Sets the zoom visual effect identifier for Xbox controller trigger pull events.","player_impact":"Consistent trigger zoom effects help you aim accurately on any platform."}
{"entity_type":"property_name","entity_name":"AITask","layman_description":"All the actions creatures can do in sequence to hunt and attack.","technical_description":"Lists the complete set of behavior tasks executed by creature AI in priority order.","player_impact":"Complex task lists make creatures unpredictable and challenging to fight."}
{"entity_type":"property_name","entity_name":"ActivateSound","layman_description":"The sound that plays when you use this block.","technical_description":"Specifies the audio clip identifier played when the block is activated or triggered.","player_impact":"Feedback sounds let you know when you've successfully used a block or door."}
{"entity_type":"property_name","entity_name":"CullDistFPV","layman_description":"How close the item appears before it becomes hidden from view.","technical_description":"Sets the distance threshold in first-person view where held items become invisible.","player_impact":"Prevents items from blocking your vision when held very close to your eyes."}
{"entity_type":"property_name","entity_name":"DamageType","layman_description":"What kind of harm this item or block deals.","technical_description":"Specifies the damage classification determining resistances and effect interactions.","player_impact":"Heat damage ignites fires, barbed wire bleeds you, special damage bypasses some defenses."}
{"entity_type":"property_name","entity_name":"HarvestLength","layman_description":"How long you must hold down the button to harvest something.","technical_description":"Sets the duration in seconds required for the harvest action to complete successfully.","player_impact":"Shorter times let you gather resources faster, longer times require patience."}
{"entity_type":"property_name","entity_name":"IsSticky","layman_description":"Whether thrown items stick to walls and surfaces.","technical_description":"Boolean flag determining if projectiles adhere to surfaces on impact.","player_impact":"Sticky items like grenades don't bounce away, making placement more predictable."}
{"entity_type":"property_name","entity_name":"LockPickBreakChance","layman_description":"Probability that your lock pick breaks when trying to open something.","technical_description":"Sets the percentage chance that a lock pick tool breaks during the unlock action.","player_impact":"75% break chance means you often lose lock picks, requiring many to stockpile."}
{"entity_type":"property_name","entity_name":"LockPickItem","layman_description":"What item you need to open a locked container or door.","technical_description":"Specifies the inventory item identifier required as the key for unlock actions.","player_impact":"Finding lock picks becomes necessary for accessing locked safes and doors."}
{"entity_type":"property_name","entity_name":"LockPickTime","layman_description":"How many seconds you must spend picking a lock.","technical_description":"Defines the duration in seconds for the lock picking action to succeed.","player_impact":"Longer times like 20 seconds expose you to danger while locked in the action."}
{"entity_type":"property_name","entity_name":"LookAtAngle","layman_description":"The angle a creature can see up and down when searching.","technical_description":"Sets the vertical field of view angle in degrees for creature visual perception.","player_impact":"Higher angles let creatures spot threats above and below more easily."}
{"entity_type":"property_name","entity_name":"LookIdentity","layman_description":"Which direction this block faces or points toward.","technical_description":"Defines the orientation vector indicating the forward facing direction of the block.","player_impact":"Blocks with direction matter for traps, vents, and other directional mechanics."}
{"entity_type":"property_name","entity_name":"NPCID","layman_description":"The identifier for a specific NPC character or trader.","technical_description":"Specifies the unique identification string for a named non-player character entity.","player_impact":"Different NPCs offer unique quests, trades, and dialogue interactions."}
{"entity_type":"property_name","entity_name":"ReplaceByTag","layman_description":"Categories this item belongs to for swapping it with others.","technical_description":"Sets the inventory slot category tag allowing cross-item substitution and swapping.","player_impact":"Items in the same replacement category can swap places in your inventory."}
{"entity_type":"property_name","entity_name":"paint","layman_description":"The colored coating or visible parts on a vehicle.","technical_description":"References the vehicle body part or surface decoration element identifier.","player_impact":"Paint colors let you customize vehicle appearance for personal style."}
{"entity_type":"property_name","entity_name":"trigger","layman_description":"What action activates or controls this vehicle part.","technical_description":"Specifies the input or condition that activates this vehicle system or behavior.","player_impact":"Different triggers control acceleration, steering, and special vehicle functions."}
{"entity_type":"property_name","entity_name":"type","layman_description":"The way this vehicle part moves or rotates.","technical_description":"Defines the movement classification for physics calculations like spinning or relative motion.","player_impact":"Spin type creates rotating wheels, relative type moves with vehicle direction."}
{"entity_type":"property_name","entity_name":"AINoiseSeekDist","layman_description":"How far away creatures search for sounds you make.","technical_description":"Sets the detection radius in meters for creature audio-based threat sensing.","player_impact":"Creatures with larger ranges hear your attacks from farther away."}
{"entity_type":"property_name","entity_name":"AITask-8","layman_description":"The eighth behavior action in a creature's action sequence.","technical_description":"Defines the eighth ordered behavior task for creature AI execution.","player_impact":"Eight-task sequences create complex and challenging creature behaviors."}
{"entity_type":"property_name","entity_name":"AnimType","layman_description":"What kind of motion or movement this item uses.","technical_description":"Specifies the animation classification determining how the item visually moves.","player_impact":"Different animation types make items feel responsive and realistic during use."}
{"entity_type":"property_name","entity_name":"BuffsWhenWalkedOn","layman_description":"Effects that happen to you when you stand on this block.","technical_description":"Lists the status effects applied to entities in contact with this hazard surface.","player_impact":"Walking on burning ground applies fire damage, radiation blocks cause sickness."}
{"entity_type":"property_name","entity_name":"BurstFireRate","layman_description":"How fast bullets come out in rapid fire mode.","technical_description":"Sets the fire rate in seconds between shots during burst fire attacks.","player_impact":"Lower values like 0.15 create rapid firing, higher values like 1 single shots."}
{"entity_type":"property_name","entity_name":"HeatMapFrequency","layman_description":"How often this block updates its heat signal for creatures.","technical_description":"Sets the update interval in milliseconds for thermal signature recalculation.","player_impact":"Frequent updates make your heat sources constantly trackable by zombies."}
{"entity_type":"property_name","entity_name":"IgnoreTrigger","layman_description":"Whether this creature won't react when you shoot near it.","technical_description":"Boolean flag preventing creature behavior triggering from nearby hostile actions.","player_impact":"Creatures with this setting stay calm even when attacked, making them harder to engage."}
{"entity_type":"property_name","entity_name":"LPHardnessScale","layman_description":"How much easier lock picks work on this lock.","technical_description":"Applies a modifier to lock pick effectiveness during unlock attempts.","player_impact":"Lower values make locks easier to pick, higher values require more attempts."}
{"entity_type":"property_name","entity_name":"RepairTime","layman_description":"How long you must work to fix something with this item.","technical_description":"Specifies the duration in seconds needed to complete a repair action.","player_impact":"Faster repair times let you quickly fix tools, slower times require patience."}
{"entity_type":"property_name","entity_name":"SingleUse","layman_description":"Whether this block can only be used once before disappearing.","technical_description":"Boolean flag marking blocks that become unavailable after a single activation.","player_impact":"Single-use blocks disappear after you use them once, forcing reuse elsewhere."}
{"entity_type":"property_name","entity_name":"Sound_warning","layman_description":"The alert sound a creature makes before attacking.","technical_description":"References the audio clip identifier played as a pre-attack warning signal.","player_impact":"Hearing warning sounds gives you a split second to prepare for creature attacks."}
{"entity_type":"property_name","entity_name":"StickyOffset","layman_description":"How far from the surface sticky items appear when attached.","technical_description":"Sets the distance offset value for sticky projectiles after surface adhesion.","player_impact":"Larger offsets make sticky grenades sit further out from walls."}
{"entity_type":"property_name","entity_name":"Throw_strength_default","layman_description":"How far the item goes when you throw it with normal force.","technical_description":"Specifies the default velocity multiplier for thrown projectile launch.","player_impact":"Higher values like 20 throw far away, lower values like 6 are short tosses."}
{"entity_type":"property_name","entity_name":"ThrowableDecoy","layman_description":"Whether this item distracts creatures when thrown.","technical_description":"Boolean flag indicating the item acts as a decoy object for creature distraction.","player_impact":"Throwable decoys draw creature attention away from you."}
{"entity_type":"property_name","entity_name":"Velocity","layman_description":"How fast this item travels through the air.","technical_description":"Sets the initial speed value in units per second for projectile motion.","player_impact":"Higher velocities like 50 make projectiles reach far quickly, 4.5 is slow and weak."}
{"entity_type":"property_name","entity_name":"add_to_tier_complete","layman_description":"Whether finishing this quest counts toward your overall progress.","technical_description":"Boolean flag determining if quest completion increments tier progression tracking.","player_impact":"Quests with this enabled contribute to unlocking harder difficulty tiers."}
{"entity_type":"property_name","entity_name":"resourceClayLump","layman_description":"How many clay pieces you get from harvesting this block.","technical_description":"Defines the quantity of clay resources yielded during block destruction.","player_impact":"More clay lets you craft pottery and ceramic items for building."}
{"entity_type":"property_name","entity_name":"unique_key","layman_description":"A unique name for this specific quest in your game.","technical_description":"Sets the unique identifier string for referencing this quest throughout the game.","player_impact":"Unique keys prevent duplicate quests and track which ones you've completed."}
{"entity_type":"property_name","entity_name":"AISeeOffset","layman_description":"How much creatures boost or reduce their vision abilities.","technical_description":"Applies a multiplicative modifier to creature sight distance calculations.","player_impact":"Higher offsets let creatures see you from farther away."}
{"entity_type":"property_name","entity_name":"CanBlocksReplace","layman_description":"Whether you can place blocks over other blocks here.","technical_description":"Boolean flag allowing block replacement within this designated area.","player_impact":"Replaceable blocks let you upgrade and modify structures quickly."}
{"entity_type":"property_name","entity_name":"Count","layman_description":"How many of something to spawn or create.","technical_description":"Specifies the quantity value for entity spawning or resource generation.","player_impact":"Higher counts mean more items drop or more creatures appear."}
{"entity_type":"property_name","entity_name":"Degradation","layman_description":"How much damage this tool takes with each swing.","technical_description":"Sets the durability penalty applied per action during tool usage.","player_impact":"Tools with high degradation like 250 break quickly, 99999 never wear out."}
{"entity_type":"property_name","entity_name":"EntityType","layman_description":"Whether this is a player, creature, or other kind of thing.","technical_description":"Specifies the classification determining behavior scripting and interaction mechanics.","player_impact":"Different entity types behave differently in combat and interactions."}
{"entity_type":"property_name","entity_name":"Explosion.DamageBonus.metal","layman_description":"How much extra damage explosions do to metal blocks.","technical_description":"Applies a multiplier to explosion damage calculations for metallic surfaces.","player_impact":"High bonuses like 1 destroy metal defenses, low values like 0.05 barely scratch them."}
{"entity_type":"property_name","entity_name":"Explosion.DamageBonus.stone","layman_description":"How much extra damage explosions do to stone blocks.","technical_description":"Sets the multiplier for explosion impact on stone surface calculations.","player_impact":"Explosions with high stone bonuses quickly destroy stone walls."}
{"entity_type":"property_name","entity_name":"Explosion.DamageBonus.wood","layman_description":"How much extra damage explosions do to wooden structures.","technical_description":"Applies a damage multiplier to explosion effects against wood surfaces.","player_impact":"Explosions with high wood bonuses are devastating to wooden defenses."}
{"entity_type":"property_name","entity_name":"FuseTime","layman_description":"How many seconds before an explosive item detonates.","technical_description":"Defines the timer duration in seconds before explosion activation occurs.","player_impact":"Short fuse times like 3 give little warning, long ones like 20 allow escape."}
{"entity_type":"property_name","entity_name":"HarvestOverdamage","layman_description":"Whether you waste damage when hitting something already broken.","technical_description":"Boolean flag preventing overkill damage from reducing overall harvest efficiency.","player_impact":"Disabled overkill damage lets you maximize resource gathering effectiveness."}
{"entity_type":"property_name","entity_name":"IKHandLPosition","layman_description":"Where the left hand appears on a vehicle's driver seat.","technical_description":"Defines the 3D coordinate position for inverse kinematics left hand placement.","player_impact":"Hand positions affect how realistic the driver looks while controlling vehicles."}
{"entity_type":"property_name","entity_name":"IKHandLRotation","layman_description":"Which way the left hand rotates while holding a vehicle's controls.","technical_description":"Sets the rotational angle values for inverse kinematics left hand orientation.","player_impact":"Realistic hand rotations make driving animations look natural and immersive."}
{"entity_type":"property_name","entity_name":"IKHandRPosition","layman_description":"Where the right hand appears on a vehicle's driver seat.","technical_description":"Defines the 3D coordinate position for inverse kinematics right hand placement.","player_impact":"Right hand position determines how the player grips vehicle controls visually."}
{"entity_type":"property_name","entity_name":"IKHandRRotation","layman_description":"Which way the right hand rotates while holding a vehicle's controls.","technical_description":"Sets the rotational angle values for inverse kinematics right hand orientation.","player_impact":"Rotated hands make vehicle control grip look realistic and natural."}
{"entity_type":"property_name","entity_name":"Immunity","layman_description":"What negative effects this creature completely ignores.","technical_description":"Lists the status effect identifiers that cannot be applied to this entity.","player_impact":"Immune creatures can't be poisoned, diseased, or sickened by these effects."}
{"entity_type":"property_name","entity_name":"IsHorizontalSwing","layman_description":"Whether this weapon swings left-to-right instead of up-and-down.","technical_description":"Boolean flag determining swing arc orientation for melee weapon attack animations.","player_impact":"Horizontal swings hit wider areas, vertical swings hit overhead targets better."}
{"entity_type":"property_name","entity_name":"Modules","layman_description":"The different functions this workstation can perform.","technical_description":"Lists the functional module categories this crafting station supports.","player_impact":"Workstations with more modules can craft more diverse items."}
{"entity_type":"property_name","entity_name":"StickPercent","layman_description":"The chance that a sticky item actually sticks when thrown.","technical_description":"Sets the probability value for successful surface adhesion on impact.","player_impact":"Low percentages like 0.2 often result in bouncing, high values guarantee sticking."}
{"entity_type":"property_name","entity_name":"Throw_strength_max","layman_description":"The farthest distance you can throw something with maximum power.","technical_description":"Specifies the maximum velocity multiplier achievable for thrown projectiles.","player_impact":"Higher maximums like 60 let you throw much farther than default strength."}
{"entity_type":"property_name","entity_name":"WarningMax","layman_description":"The highest alert level before a creature fully aggresses.","technical_description":"Sets the maximum warning status value before full combat engagement.","player_impact":"Creatures with high warning thresholds attack sooner when alerted."}
{"entity_type":"property_name","entity_name":"WorkstationIcon","layman_description":"The picture shown in menus for this crafting station.","technical_description":"References the icon display image identifier for workstation menu representation.","player_impact":"Icons help you identify different crafting stations at a glance."}
{"entity_type":"property_name","entity_name":"brakeTorque","layman_description":"How much stopping power the vehicle brakes have.","technical_description":"Sets the braking force value in torque units for deceleration calculations.","player_impact":"Higher values like 5000 stop quickly, low values like 10 barely slow down."}
{"entity_type":"property_name","entity_name":"cameraDistance","layman_description":"How far back the camera sits when driving a vehicle.","technical_description":"Defines the distance in units from the vehicle where the camera is positioned.","player_impact":"Longer distances give better view of surroundings while driving."}
{"entity_type":"property_name","entity_name":"cameraTurnRate","layman_description":"How quickly the camera rotates when you turn the vehicle.","technical_description":"Sets the angular velocity in degrees per second for camera rotation.","player_impact":"Higher rates like 0.35 make the camera snap to view quickly."}
{"entity_type":"property_name","entity_name":"force","layman_description":"The strength of movement or rotation applied to this vehicle part.","technical_description":"Specifies the force magnitude value for physics calculations on vehicle systems.","player_impact":"Higher force values make vehicle parts respond more energetically to inputs."}
{"entity_type":"property_name","entity_name":"group_name_key","layman_description":"The category name for grouping related quests together.","technical_description":"Sets the key identifier for quest grouping and organization in quest menus.","player_impact":"Quest groups help organize related objectives and track quest lines."}
{"entity_type":"property_name","entity_name":"hornSound","layman_description":"The sound a vehicle makes when you press the horn button.","technical_description":"References the audio clip identifier for horn alert activation.","player_impact":"Different vehicles have distinct horn sounds for personality and style."}
{"entity_type":"property_name","entity_name":"motorTorque_turbo","layman_description":"The extra acceleration power when using turbo or boost mode.","technical_description":"Sets the enhanced torque values in turbo mode for high-performance driving.","player_impact":"Higher turbo torque like 4500 gives dramatic acceleration boosts."}
{"entity_type":"property_name","entity_name":"quest_hints","layman_description":"Helpful tips displayed when you're stuck on a quest.","technical_description":"Specifies the hint message identifiers shown when requesting objective guidance.","player_impact":"Hints help new players understand vague quest goals without spoiling solutions."}
{"entity_type":"property_name","entity_name":"quest_type","layman_description":"What category this quest belongs to for organization.","technical_description":"Specifies the quest classification determining reward scaling and difficulty.","player_impact":"Special quest types offer unique rewards and gameplay variations."}
{"entity_type":"property_name","entity_name":"steerCenteringRate","layman_description":"How quickly a vehicle steering returns to center when released.","technical_description":"Sets the angular velocity in degrees per second for steering auto-centering.","player_impact":"Higher rates like 90 snap steering straight quickly after turning."}
{"entity_type":"property_name","entity_name":"steerRate","layman_description":"How fast you can rotate the vehicle's steering wheel.","technical_description":"Defines the rotational sensitivity in degrees per second for steering input.","player_impact":"Higher rates like 130 make sharp turns easier but require precision."}
{"entity_type":"property_name","entity_name":"tiltAngleMax","layman_description":"The steepest angle a vehicle can tilt before tipping over.","technical_description":"Sets the maximum lean angle in degrees before vehicle rollover occurs.","player_impact":"Higher angles like 80 prevent rolling on slopes, low angles like 2 cause easy flips."}
{"entity_type":"property_name","entity_name":"tiltDampenThreshold","layman_description":"How much tilt to allow before the vehicle stabilizes itself.","technical_description":"Specifies the angle threshold value for applying tilt damping physics.","player_impact":"Higher thresholds let vehicles lean farther before stabilization kicks in."}
