{"entity_type":"property_name","entity_name":"Extends","layman_description":"This item copies stats and settings from another item, then overrides the specific values shown.","technical_description":"Points to another item whose values are copied and merged with local overrides.","player_impact":"Creates variants that behave like the base item but with small changes."}
{"entity_type":"property_name","entity_name":"SortOrder2","layman_description":"Controls where this block shows in the building menu compared to other blocks.","technical_description":"Secondary ordering value used by the game's menu placement logic.","player_impact":"Affects how quickly you find this block when browsing menus."}
{"entity_type":"property_name","entity_name":"CustomIconTint","layman_description":"The color tint applied to this item's picture in inventory and menus.","technical_description":"Color value applied to the item picture at display time.","player_impact":"Helps visually distinguish similar items or variants."}
{"entity_type":"property_name","entity_name":"CustomIcon","layman_description":"Which picture is shown for this item in your inventory and menus.","technical_description":"Name of the picture resource used by inventory and menus.","player_impact":"Changes how easy the item is to recognize at a glance."}
{"entity_type":"property_name","entity_name":"CreativeMode","layman_description":"Whether the item appears in the creative menu or is hidden.","technical_description":"Controls visibility of this item in creative-mode lists.","player_impact":"Hidden items won't appear in creative menus but still exist in the game."}
{"entity_type":"property_name","entity_name":"TintColor","layman_description":"A color overlay applied to how the item or block looks in the world or menus.","technical_description":"Color value used as an overlay for models or pictures.","player_impact":"Can make items easier or harder to spot depending on the tint."}
{"entity_type":"property_name","entity_name":"Model","layman_description":"The 3D shape you see when this block is placed in the world.","technical_description":"Path to a 3D model file or game object used for rendering and collision.","player_impact":"Determines the block's appearance and how it interacts physically."}
{"entity_type":"property_name","entity_name":"FilterTags","layman_description":"Labels that decide which menus or filters this block appears in.","technical_description":"Comma-separated tag strings used to categorize blocks for filtering.","player_impact":"Affects whether the block shows up in specific building menus or search filters."}
{"entity_type":"property_name","entity_name":"SortOrder1","layman_description":"Primary control for where this block appears in the building menu.","technical_description":"Primary ordering value for catalog/menu placement.","player_impact":"Changes menu placement and how quickly you find the block."}
{"entity_type":"property_name","entity_name":"Material","layman_description":"What the item or block is made of, which affects how it breaks and what tools work best.","technical_description":"Links to material settings that determine durability and interactions.","player_impact":"Determines how hard it is to break and which tools are most effective."}
{"entity_type":"property_name","entity_name":"Tags","layman_description":"A label that groups similar items together like putting all axes or all melee weapons in the same category.","technical_description":"Comma-separated identifier list that enables batch filtering and categorization across item, block, and entity definitions.","player_impact":"Determines which perks and modifiers affect your equipment and what counts for quest objectives."}
{"entity_type":"property_name","entity_name":"DescriptionKey","layman_description":"The lookup name that tells the game which help text to show when you hover over an item in your inventory.","technical_description":"Localization key that maps to the displayed description text for items and blocks across all language files.","player_impact":"Shows you what an item does and how to use it when you examine it in menus."}
{"entity_type":"property_name","entity_name":"Class","layman_description":"The behavior type that tells an item how it works, like whether it's a weapon, tool, or food.","technical_description":"Defines the core functionality handler that determines item behavior, action types, and interaction patterns.","player_impact":"Controls what happens when you click or use an item in your hand."}
{"entity_type":"property_name","entity_name":"Shape","layman_description":"The 3D shape type of a block that determines how it looks and fits with other blocks.","technical_description":"Geometry type identifier that defines collision mesh, rendering method, and placement constraints for block entities.","technical_description":"Affects which shapes you can build with and how blocks connect to each other."}
{"entity_type":"property_name","entity_name":"WaterFlow","layman_description":"Controls whether water can flow through or around this block.","technical_description":"Bitflag setting that defines permitted water flow directions through block faces for fluid simulation.","player_impact":"Determines if you can use this block to control or redirect water in your base."}
{"entity_type":"property_name","entity_name":"ItemTypeIcon","layman_description":"The small picture shown in the corner of an item's inventory icon to show what category it belongs to.","technical_description":"Icon identifier displayed as an overlay badge on inventory slots to indicate item classification and sorting group.","player_impact":"Helps you quickly identify item types when scanning through large inventories or chests."}
{"entity_type":"property_name","entity_name":"ModelOffset","layman_description":"How far the block's 3D shape is shifted from its normal position in the game world.","technical_description":"Vector offset applied to block model positioning relative to its grid coordinate for visual alignment.","player_impact":"Makes certain decorative blocks sit properly on surfaces or align with other building pieces."}
{"entity_type":"property_name","entity_name":"DisplayType","layman_description":"The way your character holds and shows this item in their hands.","technical_description":"Animation rig identifier that determines held pose, attachment points, and movement animations for equipped items.","player_impact":"Changes how you see the item when equipped and what animations play when you use it."}
{"entity_type":"property_name","entity_name":"EconomicValue","layman_description":"The base price value used when buying from or selling to traders.","technical_description":"Base trader price before stage multipliers and negotiation skill modifiers are applied.","player_impact":"Determines how many dukes you get for selling this item or need to spend buying it from traders."}
{"entity_type":"property_name","entity_name":"MultiBlockDim","layman_description":"The size in blocks that this object takes up when placed in the world.","technical_description":"Dimension array defining how many block spaces this entity occupies in X, Y, Z grid coordinates.","player_impact":"Tells you how much space you need to clear before placing large objects like workbenches or vehicles."}
{"entity_type":"property_name","entity_name":"Group","layman_description":"The inventory tab category where this item appears in your crafting menu and storage containers.","technical_description":"Menu category assignment that controls item sorting, tab placement, and filter organization in inventory menus.","player_impact":"Determines which tab you'll find the item under when searching your backpack or storage boxes."}
{"entity_type":"property_name","entity_name":"SoundPickup","layman_description":"The sound effect that plays when you pick up this item from the ground or a container.","technical_description":"Audio event identifier triggered when the item is added to player inventory from world or container source.","player_impact":"Gives audio feedback when you successfully loot or collect an item."}
{"entity_type":"property_name","entity_name":"SoundPlace","layman_description":"The sound effect that plays when you set down or drop this item from your inventory.","technical_description":"Audio event identifier triggered when the item is removed from inventory and placed into world or container.","player_impact":"Makes a satisfying sound when you drop or transfer items to confirm the action worked."}
{"entity_type":"property_name","entity_name":"Create_item","layman_description":"The actual item you receive when opening or using this container or bundle.","technical_description":"Item identifier that specifies the loot table entry or direct item spawn when this consumable is activated.","player_impact":"Determines what pops into your inventory when you open ammo boxes or crafting bundles."}
{"entity_type":"property_name","entity_name":"Create_item_count","layman_description":"How many items you get when you open this bundle or container.","technical_description":"Quantity value for items spawned when bundle or container is consumed, supports range notation.","player_impact":"Tells you how many bullets or resources appear when you use ammo packs or resource bundles."}
{"entity_type":"property_name","entity_name":"DowngradeBlock","layman_description":"What this block turns into when you break it down one level instead of destroying it completely.","technical_description":"Block identifier that replaces current block when structural damage threshold is reached or downgrade action is performed.","player_impact":"Lets you turn secure doors back into insecure ones or carefully demolish structures without destroying them."}
{"entity_type":"property_name","entity_name":"LootList","layman_description":"The loot table name that determines what items can spawn inside this container or corpse.","technical_description":"Loot group identifier that references XML loot probability tables for item generation.","player_impact":"Controls the types and rarity of items you find when searching containers or looting bodies."}
{"entity_type":"property_name","entity_name":"Place","layman_description":"How this block automatically rotates or positions itself when you place it in the world.","technical_description":"Placement behavior mode that controls automatic rotation and orientation relative to player position and block faces.","player_impact":"Makes doors and spotlights automatically face toward you when placed for easier building."}
{"entity_type":"property_name","entity_name":"Collide","layman_description":"What types of things can hit or pass through this block like bullets, melee attacks, or players.","technical_description":"Collision layer mask defining which physics interactions are permitted with this block's collision geometry.","player_impact":"Determines if you can shoot through bars, walk through tall grass, or if zombies can reach through gaps."}
{"entity_type":"property_name","entity_name":"DisplayInfo","layman_description":"What information appears when you look at this block in the world, like its name or custom description.","technical_description":"Info display mode that controls which text elements appear in the block inspection tooltip.","player_impact":"Shows you helpful details about blocks like storage names or machine status when you aim at them."}
{"entity_type":"property_name","entity_name":"Stacknumber","layman_description":"The maximum number of these items that can fit in one inventory slot.","technical_description":"Maximum stack size limit for item quantity consolidation within a single inventory slot.","player_impact":"Determines how efficiently you can store items and how much inventory space they consume."}
{"entity_type":"property_name","entity_name":"ImposterExchange","layman_description":"The simplified distant version of this block that appears when you're far away to improve game performance.","technical_description":"Low-poly mesh identifier used for distant LOD rendering to reduce draw calls and improve frame rates.","player_impact":"Keeps your game running smoothly by showing simpler versions of blocks at a distance."}
{"entity_type":"property_name","entity_name":"MaxDamage","layman_description":"The total amount of damage this block can take before it's completely destroyed.","technical_description":"Maximum hit point threshold before block destruction event triggers and block is removed from world.","player_impact":"Shows how tough a block is and how much effort it takes to break through walls or destroy obstacles."}
{"entity_type":"property_name","entity_name":"IsTerrainDecoration","layman_description":"Whether this block is natural decoration like grass or rocks that spawns with the landscape.","technical_description":"Boolean flag indicating if block is placed by terrain generation and can be replaced by player-placed blocks.","player_impact":"Means you can build over this block without needing to clear it first, and it won't respawn."}
{"entity_type":"property_name","entity_name":"Meshfile","layman_description":"The 3D shape file that defines what this item looks like when held or viewed in the world.","technical_description":"File path to the 3D model asset used for item world representation and first-person held rendering.","player_impact":"Determines the visual appearance and animations of the item when you equip it."}
{"entity_type":"property_name","entity_name":"StabilitySupport","layman_description":"Whether this block can support other blocks above it or if it will collapse without support underneath.","technical_description":"Boolean indicating if block contributes to structural integrity calculations for adjacent blocks in stability system.","player_impact":"Determines if you can build on top of this block or if it needs solid ground beneath it."}
{"entity_type":"property_name","entity_name":"HoldType","layman_description":"The specific animation style your character uses when holding this item.","technical_description":"Animation set identifier that maps to character bone transforms and IK constraints for item positioning.","player_impact":"Makes your character hold pistols differently than rifles or torches for realistic movement."}
{"entity_type":"property_name","entity_name":"Path","layman_description":"Whether this block blocks zombie pathfinding or allows them to consider walking through it.","technical_description":"AI navigation flag that controls whether this block is considered passable or blocking for pathfinding algorithms.","player_impact":"Affects whether zombies try to walk around or through blocks when chasing you."}
{"entity_type":"property_name","entity_name":"Random_count","layman_description":"How many different random items this bundle will give you when opened.","technical_description":"Number of random selection rolls performed from the random item pool when bundle is consumed.","player_impact":"Tells you how many surprise items you'll get from loot bags or mystery packages."}
{"entity_type":"property_name","entity_name":"Random_item","layman_description":"The list of possible items this bundle might randomly give you when opened.","technical_description":"Comma-separated pool of item identifiers for random selection when bundle generates loot.","player_impact":"Shows what kinds of items you might get lucky and receive from randomized loot."}
{"entity_type":"property_name","entity_name":"Random_item_count","layman_description":"How many of each random item you receive from this bundle.","technical_description":"Quantity assigned to each randomly selected item from the random pool, supports range notation.","player_impact":"Determines if you get single mods or multiple resources when opening randomized bundles."}
{"entity_type":"property_name","entity_name":"Texture","layman_description":"The picture number that defines what surface image appears on each face of this block.","technical_description":"Texture atlas index mapping for block face materials from the consolidated texture sheet.","player_impact":"Makes blocks look like wood, concrete, metal, or other materials with correct visual appearance."}
{"entity_type":"property_name","entity_name":"UserSpawnType","layman_description":"Whether players can spawn this creature through console commands or special menus.","technical_description":"Spawn permission level that controls which interfaces can instantiate this entity in the game world.","player_impact":"Determines if admins or creative mode can summon this entity for testing or events."}
{"entity_type":"property_name","entity_name":"Mesh","layman_description":"The 3D shape file or rendering style used to display this entity or block in the world.","technical_description":"Rendering layer assignment or model file path that defines geometry and material rendering pipeline.","player_impact":"Controls the visual appearance and rendering quality of entities and special blocks."}
{"entity_type":"property_name","entity_name":"Unlocks","layman_description":"Which item modifications become available in your crafting menu after you learn to craft this item.","technical_description":"Comma-separated list of mod recipe identifiers that become visible when this item recipe is learned.","player_impact":"Reading weapon books unlocks new weapon mods you can craft and attach to your guns."}
{"entity_type":"property_name","entity_name":"Sound_start","layman_description":"The sound effect that plays when you begin using this tool or weapon.","technical_description":"Audio event identifier triggered at the start of the item's primary action or attack animation.","player_impact":"Makes your swings, shots, and tool uses sound realistic with appropriate audio feedback."}
{"entity_type":"property_name","entity_name":"IndexName","layman_description":"A special tag used for quests and challenges that need to track specific block types.","technical_description":"Quest objective identifier that enables tracking and counting of this block type for mission completion.","player_impact":"Lets quests detect when you destroy specific blocks or collect resources from tagged sources."}
{"entity_type":"property_name","entity_name":"UnlockedBy","layman_description":"The perk or recipe book you must learn before this item appears in your crafting menu.","technical_description":"Recipe unlock requirement identifier that gates crafting menu visibility until prerequisite is satisfied.","player_impact":"Forces you to invest perk points or read books before you can craft advanced items."}
{"entity_type":"property_name","entity_name":"DropMeshfile","layman_description":"The 3D shape that appears on the ground when you drop this item from your inventory.","technical_description":"Model file path for the dropped item world entity that appears when item is ejected from inventory.","player_impact":"Makes dropped items look correct on the ground so you can find them easily."}
{"entity_type":"property_name","entity_name":"LightOpacity","layman_description":"How much this block reduces brightness when light tries to pass through it.","technical_description":"Light attenuation value that reduces illumination intensity for light rays passing through this block.","player_impact":"Affects how dark rooms get when you block windows and how far light spreads through structures."}
{"entity_type":"property_name","entity_name":"Prefab","layman_description":"The 3D shape file that shows what your armor or vehicle looks like in the game world.","technical_description":"Model asset path for equipped appearance on character rig or spawned vehicle entity geometry.","player_impact":"Determines the visual appearance of armor on your character or how vehicles look when placed."}
{"entity_type":"property_name","entity_name":"TraderStageTemplate","layman_description":"Which trader inventory tier this item belongs to so it appears at the right player level.","technical_description":"Trader tier identifier that controls item availability based on player level and trader stage progression.","player_impact":"Makes better items appear in trader inventories as you level up and progress through the game."}
{"entity_type":"property_name","entity_name":"ImposterDontBlock","layman_description":"Whether the simplified distant version of this block allows zombies and bullets to pass through it.","technical_description":"Boolean flag that disables collision on distant LOD geometry to prevent phantom collision issues.","player_impact":"Prevents invisible walls when simplified block versions are displayed at long distances."}
{"entity_type":"property_name","entity_name":"Delay","layman_description":"The time in seconds between when you can use this item repeatedly.","technical_description":"Cooldown duration in seconds between consecutive action activations for rate limiting.","player_impact":"Controls how fast you can swing weapons or use tools before the next action is ready."}
{"entity_type":"property_name","entity_name":"resourceForgedIron","layman_description":"How many iron ingots you need to craft this item or get back when scrapping it.","technical_description":"Forged iron resource count for crafting recipe requirements and salvage yield calculations.","player_impact":"Determines the iron cost to craft advanced items and how much you recover when breaking them down."}
{"entity_type":"property_name","entity_name":"Weight","layman_description":"How many pounds this item weighs in your inventory, affecting your movement speed when overloaded.","technical_description":"Mass value in inventory weight units that contributes to encumbrance calculations and movement speed penalties.","player_impact":"Heavy items slow you down when carrying too much, forcing inventory management decisions."}
{"entity_type":"property_name","entity_name":"EquipSlot","layman_description":"Which body part or armor slot this item is worn on.","technical_description":"Equipment slot identifier that determines valid attachment point on player character rig.","player_impact":"Restricts where you can equip armor so you can wear one helmet and one chest piece at once."}
{"entity_type":"property_name","entity_name":"ExperienceGain","layman_description":"How many experience points you earn for killing this creature.","technical_description":"Base XP value awarded to player on entity death before multipliers and bonuses are applied.","player_impact":"Tougher enemies give more experience to help you level up faster when hunting dangerous creatures."}
{"entity_type":"property_name","entity_name":"ArmorGroup","layman_description":"The armor set name that gives bonuses when wearing multiple pieces from the same collection.","technical_description":"Set identifier that enables matching piece detection for armor set bonus calculations.","player_impact":"Completing full armor sets grants special bonuses beyond individual piece protection values."}
{"entity_type":"property_name","entity_name":"Excludes","layman_description":"Which other equipment slots become blocked when you equip this item.","technical_description":"Slot mask that defines which equipment positions are automatically cleared when this item is equipped.","player_impact":"Some items prevent wearing other gear, like full helmets that remove your hair or hat cosmetics."}
{"entity_type":"property_name","entity_name":"TransformName","layman_description":"Which body part this armor attaches to for proper positioning on your character.","technical_description":"Character rig bone name used as attachment point for armor mesh positioning and animation.","player_impact":"Makes armor pieces follow your character movements correctly and stay attached to the right body parts."}
{"entity_type":"property_name","entity_name":"SellableToTrader","layman_description":"Whether traders will accept this item when you try to sell it to them.","technical_description":"Boolean flag controlling if item appears as valid option in trader sell interface.","player_impact":"Quest items and special loot can't be sold, preventing accidental disposal of important items."}
{"entity_type":"property_name","entity_name":"EconomicBundleSize","layman_description":"How many items are packaged together when you buy this in bulk from traders.","technical_description":"Quantity multiplier applied to trader purchase transactions for resource bundles and bulk goods.","player_impact":"Lets you buy ammo and resources in convenient stacks instead of one at a time from traders."}
{"entity_type":"property_name","entity_name":"HandItem","layman_description":"The invisible weapon this creature uses to determine its melee attack damage and effects.","technical_description":"Item identifier that defines attack stats, damage types, and special effects for entity melee attacks.","player_impact":"Different zombie fist types cause bleeding, infection, or extra damage when they hit you."}
{"entity_type":"property_name","entity_name":"resourceWood","layman_description":"How much wood you need to craft this block or get back when destroying it.","technical_description":"Wood resource count for crafting recipe requirements and harvesting yield calculations.","player_impact":"Shows the wood cost to build structures and how much wood you recover when dismantling them."}
{"entity_type":"property_name","entity_name":"Unique_random_only","layman_description":"Prevents getting duplicate items from this loot bundle, giving you variety instead of repeats.","technical_description":"Boolean flag that enforces unique selection constraint when rolling multiple random items from the pool.","player_impact":"Guarantees you won't get the same mod or book twice when opening skill magazines or mod bundles."}
{"entity_type":"property_name","entity_name":"HandleFace","layman_description":"Which side of the block the door handle or interactive part appears on.","technical_description":"Block face identifier that determines placement and orientation of interaction hotspot and visual elements.","player_impact":"Makes doors and switches have handles on the correct side for intuitive interaction."}
{"entity_type":"property_name","entity_name":"DowngradeFX","layman_description":"The visual and sound effects that play when this block downgrades or breaks to the next damage level.","technical_description":"Effect identifier for particle systems and audio events triggered during block downgrade transitions.","player_impact":"Provides satisfying feedback when breaking down doors or damaging structures with visual destruction."}
{"entity_type":"property_name","entity_name":"PassThroughDamage","layman_description":"Allows bullets and melee hits to pass through this block and damage things behind it.","technical_description":"Boolean flag enabling damage raycast continuation through block collision for penetration mechanics.","player_impact":"Lets you shoot through bars, fences, and weak materials to hit enemies on the other side."}
{"entity_type":"property_name","entity_name":"OversizedBounds","layman_description":"Invisible box that's larger than the block's visible size, used for special collision or interaction areas.","technical_description":"Extended bounding box dimensions beyond visual mesh for enlarged collision detection or interaction zones.","player_impact":"Makes large objects easier to click on and prevents walking through oversized decorative blocks."}
{"entity_type":"property_name","entity_name":"LootDropProb","layman_description":"The chance that this creature will drop a loot bag when killed.","technical_description":"Probability value between 0 and 1 that determines if loot container spawns on entity death.","player_impact":"Higher values mean enemies are more likely to drop backpacks with extra items beyond basic loot."}
{"entity_type":"property_name","entity_name":"UseGlobalUV","layman_description":"How the block's surface pictures align with neighboring blocks for seamless patterns.","technical_description":"Texture mapping mode that controls whether UVs are local to block or aligned to world grid coordinates.","player_impact":"Makes concrete and metal textures flow continuously across multiple blocks without visible seams."}
{"entity_type":"property_name","entity_name":"BlockTag","layman_description":"A special category label used to identify blocks for game mechanics like quest tracking or upgrade paths.","technical_description":"Semantic identifier enabling gameplay systems to detect and categorize blocks for special handling.","player_impact":"Lets the game recognize tree trunks for woodcutting quests or doors for upgrade prompts."}
{"entity_type":"property_name","entity_name":"CloseSound","layman_description":"The sound effect that plays when you close this door, lid, or container.","technical_description":"Audio event identifier triggered when block transitions to closed state after interaction.","player_impact":"Provides satisfying audio feedback confirming doors and containers closed properly."}
{"entity_type":"property_name","entity_name":"OpenSound","layman_description":"The sound effect that plays when you open this door, lid, or container.","technical_description":"Audio event identifier triggered when block transitions to open state after interaction.","player_impact":"Gives audio confirmation that you successfully opened doors, chests, and workstations."}
{"entity_type":"property_name","entity_name":"OnlySimpleRotations","layman_description":"Restricts this block to only face the four main directions instead of rotating freely in all angles.","technical_description":"Boolean flag limiting block orientation to 90-degree increments around vertical axis only.","player_impact":"Makes building faster by snapping blocks to cardinal directions without complex rotation adjustments."}
{"entity_type":"property_name","entity_name":"BigDecorationRadius","layman_description":"How far away from other decorations this large natural object must be when spawning during world generation.","technical_description":"Minimum distance in blocks enforced between large decoration spawns during terrain generation to prevent clustering.","player_impact":"Prevents trees and boulders from spawning too close together, making terrain look more natural."}
{"entity_type":"property_name","entity_name":"LootListOnDeath","layman_description":"Which loot table determines what items drop from this creature's backpack when you kill it.","technical_description":"Loot group identifier for items spawned in dropped backpack container on entity death.","player_impact":"Controls what loot zombies drop when killed, with different types dropping profession-specific items."}
{"entity_type":"property_name","entity_name":"PainResistPerHit","layman_description":"How much stunning resistance this creature builds up each time you hit it before it stops flinching.","technical_description":"Pain state accumulation value that reduces stagger chance on subsequent hits until immunity threshold is reached.","player_impact":"Tougher zombies stop flinching after a few hits, requiring different combat tactics than weak enemies."}
{"entity_type":"property_name","entity_name":"MeshDamage","layman_description":"How the block's 3D appearance changes to show cracked or broken versions as it takes damage.","technical_description":"Damage threshold mapping to alternate mesh states for visual degradation feedback during block destruction.","player_impact":"Provides visual feedback showing how damaged structures are so you can see weak points before they collapse."}
{"entity_type":"property_name","entity_name":"ShowModelOnFall","layman_description":"Whether the block shows its 3D shape when falling after losing support, or just becomes invisible rubble.","technical_description":"Boolean flag controlling if falling block entity uses full model or simplified falling particle representation.","player_impact":"Makes collapsing structures look realistic with visible falling blocks instead of disappearing instantly."}
{"entity_type":"property_name","entity_name":"MatColor","layman_description":"The special glowing color effect applied to this zombie variant like green, blue, or orange.","technical_description":"Material shader variant identifier that applies emission color and special visual effects to entity textures.","player_impact":"Makes special zombies visually distinctive so you can identify dangerous variants from a distance."}
{"entity_type":"property_name","entity_name":"AllowAllRotations","layman_description":"Lets you rotate this block in all possible directions including upside down and sideways.","technical_description":"Boolean flag enabling full 3D rotation including pitch and roll axes beyond basic yaw rotation.","player_impact":"Gives maximum building flexibility for complex shapes and angled decorations."}
{"entity_type":"property_name","entity_name":"LootDropEntityClass","layman_description":"The type of backpack or container that appears on the ground when you kill this creature.","technical_description":"Entity class identifier that determines spawned loot container type and visual appearance on death.","player_impact":"Different zombies drop different colored backpacks indicating the quality of loot inside."}
{"entity_type":"property_name","entity_name":"MoveSpeedAggro","layman_description":"How fast this creature walks normally and runs when chasing you.","technical_description":"Movement speed values for idle and aggro states separated by comma for AI locomotion calculations.","player_impact":"Determines if you can outrun enemies or need to fight them when detected."}
{"entity_type":"property_name","entity_name":"PlaceEverywhere","layman_description":"Removes placement restrictions so you can put this block anywhere without needing solid ground beneath it.","technical_description":"Boolean flag that bypasses standard placement validation checks for collision and stability requirements.","player_impact":"Lets you place decorations floating in air or in unusual positions for creative building."}
{"entity_type":"property_name","entity_name":"ImposterExclude","layman_description":"Prevents this block from showing simplified distant versions, always rendering in full detail.","technical_description":"Boolean flag that disables LOD system mesh swapping to maintain visual quality at all distances.","player_impact":"Keeps important structures looking good from far away at the cost of some performance."}
{"entity_type":"property_name","entity_name":"ShowQuality","layman_description":"Whether this item displays quality level stars in your inventory indicating its tier and stats.","technical_description":"Boolean flag enabling quality tier display and associated stat scaling calculations for item.","player_impact":"Tools and weapons with quality show stars indicating better damage and durability on higher tiers."}
{"entity_type":"property_name","entity_name":"ScrapTimeOverride","layman_description":"How many seconds it takes to break down this item into raw materials at a workbench.","technical_description":"Duration override in seconds for scrapping action, replacing default time calculation based on item value.","player_impact":"Controls how long you spend recycling items into resources at crafting stations."}
{"entity_type":"property_name","entity_name":"DismemberMultiplierHead","layman_description":"How easy or hard it is to blow off this creature's head compared to normal.","technical_description":"Damage multiplier applied to head dismemberment threshold calculations for decapitation mechanics.","player_impact":"Lower values make headshots more effective for instant kills on zombies."}
{"entity_type":"property_name","entity_name":"DismemberMultiplierLegs","layman_description":"How easy or hard it is to blow off this creature's legs to slow it down.","technical_description":"Damage multiplier applied to leg dismemberment threshold calculations for crippling mechanics.","player_impact":"Lower values make leg shots more effective for creating crawling zombies."}
{"entity_type":"property_name","entity_name":"GndAlign","layman_description":"Whether this decoration automatically tilts to match sloped terrain underneath it.","technical_description":"Boolean flag enabling mesh rotation alignment to terrain surface normal for natural placement.","player_impact":"Makes plants and rocks sit naturally on hills instead of floating or tilting awkwardly."}
{"entity_type":"property_name","entity_name":"StartDamage","layman_description":"How much damage this block begins with when first placed in the world.","technical_description":"Initial damage value applied on block placement before any external damage sources are applied.","player_impact":"Used for creating pre-damaged structures in world generation that appear worn or destroyed."}
{"entity_type":"property_name","entity_name":"ToBlock","layman_description":"What this block upgrades into when you use the right materials and tools to improve it.","technical_description":"Block identifier for upgrade path transitions when upgrade action is performed with required resources.","player_impact":"Shows what you can upgrade basic frames into using wood, cobblestone, concrete, or steel."}
{"entity_type":"property_name","entity_name":"DismemberMultiplierArms","layman_description":"How easy or hard it is to shoot off this creature's arms to reduce its attack power.","technical_description":"Damage multiplier applied to arm dismemberment threshold calculations for limb removal mechanics.","player_impact":"Lower values make arm shots more effective for weakening zombie melee attacks."}
{"entity_type":"property_name","entity_name":"SoundUnholster","layman_description":"The sound effect that plays when you draw this weapon from your inventory to your hands.","technical_description":"Audio event identifier triggered during equip animation when item transitions to held state.","player_impact":"Provides audio feedback confirming you successfully equipped your weapon or tool."}
{"entity_type":"property_name","entity_name":"LODCullScale","layman_description":"How close you need to be before this block appears, with lower values showing up from farther away.","technical_description":"Distance multiplier for level-of-detail culling calculations determining when block renders.","player_impact":"Affects when decorations pop into view as you approach, balancing visuals with performance."}
{"entity_type":"property_name","entity_name":"RepairTools","layman_description":"Which material you need to repair this item's durability at a workbench.","technical_description":"Resource item identifier required as consumable material for item repair operations.","player_impact":"Stone tools need stone to repair, metal tools need repair kits, limiting field repairs without materials."}
{"entity_type":"property_name","entity_name":"SoundHolster","layman_description":"The sound effect that plays when you put this weapon away back into your inventory.","technical_description":"Audio event identifier triggered during unequip animation when item transitions from held to stored state.","player_impact":"Makes a satisfying sound when sheathing weapons or storing tools."}
{"entity_type":"property_name","entity_name":"PlacementDistance","layman_description":"The maximum distance in blocks from your character where you can place this block.","technical_description":"Ray cast distance limit for block placement validation from player position to target location.","player_impact":"Lets you build far away with land claim blocks but forces close placement for most building blocks."}
{"entity_type":"property_name","entity_name":"CanDecorateOnSlopes","layman_description":"Whether this decoration can spawn naturally on sloped terrain during world generation.","technical_description":"Boolean flag enabling placement validation on non-horizontal surfaces during terrain decoration passes.","player_impact":"Allows plants and rocks to appear on hills and mountains instead of only flat ground."}
