{"entity_type":"block","entity_name":"cntLootChestOld","layman_description":"An ornate antique chest with treasure-hunting appeal.","technical_description":"Container block with increased cosmetic item probability and legacy loot distribution tables.","player_impact":"Atmospheric loot container rewarding thorough exploration of POI locations."}
{"entity_type":"item","entity_name":"foodRawChickenBreast","layman_description":"Raw poultry breast meat requiring cooking before safe consumption.","technical_description":"Raw ingredient with cooking requirement and food poisoning risk mechanics.","player_impact":"High-value protein source; supports establishing poultry farming operations."}
{"entity_type":"block","entity_name":"cntCashRegister","layman_description":"An old commercial cash register containing coins and valuables.","technical_description":"Container block with monetary item distribution and collectible treasure focus.","player_impact":"Commercial POI loot; provides currency for trader transactions."}
{"entity_type":"item","entity_name":"resourceStringRag","layman_description":"Fabric scraps suitable for binding and crafting materials.","technical_description":"Crafting ingredient with limited uses and early-game recipe integration.","player_impact":"Basic material providing early crafting foundation before refined resources."}
{"entity_type":"block","entity_name":"cntCupboardStainless","layman_description":"A modern stainless steel cupboard with organized storage.","technical_description":"Container block with food specialization and preservation mechanic properties.","player_impact":"Modern variant of kitchen loot; provides prepared food and ingredients."}
{"entity_type":"item","entity_name":"armorMotorcycleLeather","layman_description":"Heavy motorcycle leather jacket providing superior impact protection.","technical_description":"High-tier armor piece with increased armor rating and weight trade-off properties.","player_impact":"Mid-game armor upgrade providing significant protection increase for players."}
{"entity_type":"block","entity_name":"trapSpikeFloor","layman_description":"Raised wooden flooring embedded with sharpened spike traps.","technical_description":"Hazard block with continuous damage on traversal and injury debuff application.","player_impact":"Cheap defensive element; forces players and zombies to navigate carefully."}
{"entity_type":"item","entity_name":"foodRawFish","layman_description":"Raw fish meat from fishing requiring cooking for safety.","technical_description":"Aquatic food ingredient with cooking requirement and parasitic contamination risk.","player_impact":"Alternative protein source accessible through fishing mechanics."}
{"entity_type":"block","entity_name":"cntShelfForBooksEmpty","layman_description":"An empty bookshelf ready for learning material storage.","technical_description":"Container block with book item specialization and skill book output priority.","player_impact":"Learning material storage allowing players to organize recipe books."}
{"entity_type":"item","entity_name":"modGunFlashlight","layman_description":"Tactical flashlight mounted on firearm for low-light aiming.","technical_description":"Weapon attachment with light source properties and aim enhancement features.","player_impact":"Night combat enabler; allows accurate shooting in dark POI locations."}
{"entity_type":"block","entity_name":"cntPillowSmall","layman_description":"A small decorative pillow for bed furnishings.","technical_description":"Cosmetic furniture block with rest bonus contribution values.","player_impact":"Purely decorative; contributes to morale in player settlements."}
{"entity_type":"item","entity_name":"resourceMetalPipe","layman_description":"Industrial metal piping for mechanical construction.","technical_description":"Crafting material with multi-use applications in trap and tool construction.","player_impact":"Versatile material; used in diverse crafting chains from traps to turrets."}
{"entity_type":"block","entity_name":"cntTireStack","layman_description":"Stacked vehicle tires containing occasional vehicle parts.","technical_description":"Container block with vehicle component distribution and scrap material focus.","player_impact":"Vehicle parts source; enables vehicle maintenance and repair operations."}
{"entity_type":"item","entity_name":"foodRawMeat","layman_description":"Raw unprocessed meat from animal or zombie corpses.","technical_description":"Ingredient with food poisoning risk and cooking time requirements.","player_impact":"Primary protein; establishes hunting and food processing necessity."}
{"entity_type":"block","entity_name":"cntWeaponCase","layman_description":"A lockable tactical weapons case holding premium firearms.","technical_description":"Secure container with increased lock difficulty and firearm specialization.","player_impact":"High-value target; rewards lockpicking with significant weapon cache."}
{"entity_type":"item","entity_name":"modMeleeNail","layman_description":"Nail spike modification for melee weapons increasing piercing damage.","technical_description":"Weapon modifier with piercing damage increase and infection debuff application.","player_impact":"Improves melee weapon effectiveness; enables armor-piercing capabilities."}
{"entity_type":"block","entity_name":"cntCooler","layman_description":"A colored cooler containing perishable food items.","technical_description":"Container block with food preservation properties and duration extension mechanics.","player_impact":"Camping supply loot; provides extended shelf-life food items."}
{"entity_type":"item","entity_name":"resourceRockSmall","layman_description":"Small stones for basic stone tool crafting.","technical_description":"Raw resource with stone tool tier classification and early-game recipe focus.","player_impact":"Starter material enabling survival without resource harvesting."}
{"entity_type":"block","entity_name":"cntShelfSupplies","layman_description":"A commercial supply shelf containing maintenance items.","technical_description":"Container block with tool and supply item distribution and utility focus.","player_impact":"Common supply loot; provides steady stream of maintenance materials."}
{"entity_type":"item","entity_name":"foodVitaminsBottle","layman_description":"A bottle of vitamin supplement pills for health support.","technical_description":"Consumable item with attribute buff application and duration mechanics.","player_impact":"Non-essential but helpful buff; improves player stats temporarily."}
{"entity_type":"block","entity_name":"cntBush","layman_description":"A wild berry bush producing foraged fruit seasonally.","technical_description":"Renewable plant resource with harvest cycle and regrowth mechanics.","player_impact":"Free renewable food source; enables early-game survival without crafting."}
{"entity_type":"item","entity_name":"ammo762mmBullet","layman_description":"Rifle ammunition in 7.62mm caliber for centerfire rifles.","technical_description":"Ammunition type with ballistic properties and standard damage metrics.","player_impact":"Standard rifle ammo; enables mid-range combat engagements."}
{"entity_type":"block","entity_name":"cntRoofAccessRack","layman_description":"A roof-mounted equipment rack for outdoor storage.","technical_description":"Container block positioned outdoors with exposed storage and weather interaction.","player_impact":"Aerial loot requiring roof access; provides supplies without interior entry."}
{"entity_type":"item","entity_name":"toolPickaxeStone","layman_description":"A stone pickaxe for mining ore deposits efficiently.","technical_description":"Mining tool with block damage values and ore extraction rate modifiers.","player_impact":"Essential mining tool; enables ore harvesting for advanced crafting."}
{"entity_type":"block","entity_name":"cntVendingMachineFood","layman_description":"A food vending machine dispensing snacks and beverages.","technical_description":"Functional container with preset items and mechanical dispensing simulation.","player_impact":"Decorative vending; provides occasional snack items."}
{"entity_type":"item","entity_name":"modArmorInsulation","layman_description":"Thermal insulation padding for cold-weather armor performance.","technical_description":"Armor modifier with cold resistance values and temperature regulation properties.","player_impact":"Specialized modification enabling survival in frigid biomes."}
{"entity_type":"block","entity_name":"cntChestGeneric","layman_description":"A generic wooden chest for personal item storage.","technical_description":"Universal container block with balanced loot distribution.","player_impact":"Common storage; provides varied loot across all locations."}
{"entity_type":"item","entity_name":"resourceYellowSpringPlant","layman_description":"Medicinal plant material from forage resources.","technical_description":"Herb ingredient with healing recipe chain and medicine crafting focus.","player_impact":"Optional health resource; enables self-sufficient medicine production."}
{"entity_type":"block","entity_name":"cntBackpackOld","layman_description":"A worn-out camping backpack with limited storage.","technical_description":"Container block with reduced capacity and portable properties.","player_impact":"Lower-tier portable storage option."}
{"entity_type":"item","entity_name":"foodRawBeetroot","layman_description":"Fresh root vegetable requiring cooking for consumption.","technical_description":"Vegetable ingredient with cooking recipe and nutritional properties.","player_impact":"Garden crop enabling vegetable farming sustainability."}
{"entity_type":"block","entity_name":"cntShelvesFancy","layman_description":"Ornate shelving displaying luxury items and collectibles.","technical_description":"Container block with rare item emphasis and decorative object focus.","player_impact":"High-value loot container; rewards thorough POI exploration."}
{"entity_type":"item","entity_name":"resourceFertilizer","layman_description":"Commercial plant fertilizer accelerating crop growth.","technical_description":"Crafting ingredient with growth acceleration values for farming.","player_impact":"Optional farming optimization; reduces harvest time investment."}
{"entity_type":"block","entity_name":"cntWallOven","layman_description":"A built-in kitchen oven for meal preparation.","technical_description":"Functional appliance block supporting cooking recipes.","player_impact":"Base cooking infrastructure; enables large-scale meal production."}
{"entity_type":"item","entity_name":"toolAxeStone","layman_description":"A stone axe for wood harvesting and crafting.","technical_description":"Harvesting tool with wood-block damage optimization.","player_impact":"Starter tool; enables resource gathering without metal requirements."}
{"entity_type":"block","entity_name":"cntStorageSteelSmall","layman_description":"A compact steel storage cabinet with secure locking.","technical_description":"Container block with reinforced materials and theft-resistant properties.","player_impact":"Secure storage option; indicates player base security investment."}
{"entity_type":"item","entity_name":"foodCornMeal","layman_description":"Ground corn flour for bread and porridge recipes.","technical_description":"Prepared ingredient with cooking time requirements and recipe integration.","player_impact":"Sustainable carbohydrate source; supports meal variety."}
{"entity_type":"block","entity_name":"cntDeskGeneric","layman_description":"A basic office desk containing paperwork and supplies.","technical_description":"Container block with office supply focus and document item distribution.","player_impact":"Common office loot; provides learning materials and supplies."}
{"entity_type":"item","entity_name":"armorFiberGloves","layman_description":"Lightweight fiber reinforced gloves for basic protection.","technical_description":"Early armor piece with minimal armor rating and weight efficiency.","player_impact":"First hand protection enabling equipment carrying."}
{"entity_type":"block","entity_name":"cntEndTable","layman_description":"A small side table with household items.","technical_description":"Minor container block with low-value household loot distribution.","player_impact":"Cosmetic furniture; occasionally contains useful items."}
{"entity_type":"item","entity_name":"resourceMetalShavings","layman_description":"Metal filings from tool manufacturing and crafting.","technical_description":"Crafting byproduct with limited but specific recipe applications.","player_impact":"Specialty crafting material; enables advanced tool creation."}
{"entity_type":"block","entity_name":"cntBumperCar","layman_description":"An amusement park bumper car with scattered contents.","technical_description":"Container block with amusement-themed loot and entertainment items.","player_impact":"Thematic POI loot; provides occasional novelty items."}
{"entity_type":"item","entity_name":"foodRawPotato","layman_description":"Fresh potato tuber requiring cooking for safe eating.","technical_description":"Vegetable ingredient with cooking requirement and farming properties.","player_impact":"Establishes potato farming; provides renewable carbohydrates."}
{"entity_type":"block","entity_name":"cntCistern","layman_description":"A large water storage tank for settlement water systems.","technical_description":"Functional container with water pressure properties and irrigation support.","player_impact":"Water infrastructure; enables self-sufficient settlement management."}
{"entity_type":"item","entity_name":"modT2Armor","layman_description":"Tier 2 armor modification for mid-game gear progression.","technical_description":"Armor enhancement with tier-2 armor rating values.","player_impact":"Mid-game armor progression; improves base gear substantially."}
{"entity_type":"block","entity_name":"cntShopShelves","layman_description":"Commercial retail shelving with diverse merchandise.","technical_description":"Container block with general merchandise distribution and shop-themed focus.","player_impact":"Common commercial loot; provides balanced supply variety."}
{"entity_type":"item","entity_name":"resourceMetalCasing","layman_description":"Metal shell casings for ammunition reloading.","technical_description":"Ammunition component with reloading mechanic and cartridge assembly properties.","player_impact":"Enables ammo crafting without spending rare materials."}
{"entity_type":"block","entity_name":"cntBirdnest","layman_description":"A wild bird nest containing occasional eggs.","technical_description":"Natural resource with egg item drops and seasonal availability mechanics.","player_impact":"Egg source for farming; enables poultry without animal husbandry."}
{"entity_type":"item","entity_name":"foodRawPumpkin","layman_description":"Raw pumpkin fruit for cooking and seed harvesting.","technical_description":"Vegetable ingredient with dual-purpose seeds and cooking recipes.","player_impact":"Seasonal crop enabling diverse food production."}
{"entity_type":"block","entity_name":"cntFreezers","layman_description":"Multiple freezer units for bulk food preservation.","technical_description":"Large container block with extensive food capacity and preservation mechanics.","player_impact":"Commercial food storage; enables massive supply stockpiling."}
{"entity_type":"item","entity_name":"skillNoteMining","layman_description":"A technical guide for advanced ore extraction techniques.","technical_description":"Learning item unlocking mining recipe progression.","player_impact":"Enables ore mining progression; required for metal tool crafting."}
{"entity_type":"block","entity_name":"cntPillowCase","layman_description":"A pillow with potentially valuable contents.","technical_description":"Minor container block with surprise loot mechanics.","player_impact":"Occasional reward; provides small random item drops."}
{"entity_type":"item","entity_name":"resourceClayBall","layman_description":"Molded clay ball for block and pottery crafting.","technical_description":"Crafting material with pottery recipe integration and block construction focus.","player_impact":"Basic building material; enables early construction."}
{"entity_type":"block","entity_name":"cntDispensers","layman_description":"Commercial bulk item dispensers with refill mechanisms.","technical_description":"Container block with preset distribution and commercial item focus.","player_impact":"Thematic commercial loot; provides specialized supplies."}
{"entity_type":"item","entity_name":"modGunReflexSight","layman_description":"Quick-acquisition reflex sight for rapid target aiming.","technical_description":"Weapon attachment with aim speed increase and accuracy improvement properties.","player_impact":"Improves CQB weapon effectiveness; enables fast target acquisition."}
{"entity_type":"block","entity_name":"cntCouchTire","layman_description":"A makeshift couch constructed from vehicle tires.","technical_description":"Furniture block with rest properties and repurposed material classification.","player_impact":"Cosmetic furniture; adds survival aesthetic to settlements."}
{"entity_type":"item","entity_name":"foodRawCarrot","layman_description":"Fresh carrot vegetable requiring cooking for consumption.","technical_description":"Vegetable ingredient with cooking recipe and crop cultivation properties.","player_impact":"Root vegetable enabling diverse farming operations."}
{"entity_type":"block","entity_name":"cntDrawers","layman_description":"Multiple drawer units containing personal effects.","technical_description":"Container block with drawer simulation and item distribution mechanics.","player_impact":"Common household loot; provides varied supplies."}
{"entity_type":"item","entity_name":"resourceMetalStrap","layman_description":"Metal binding straps for securing items and construction.","technical_description":"Crafting material with mechanical assembly and binding applications.","player_impact":"Specialty material; enables complex trap construction."}
{"entity_type":"block","entity_name":"cntCoralReef","layman_description":"A bioluminescent coral formation with aquatic items.","technical_description":"Container block with aquatic item specialization and ocean biome focus.","player_impact":"Underwater loot; provides unique ocean-themed items."}
{"entity_type":"item","entity_name":"ammo44MagnumBullet","layman_description":"Large caliber revolver ammunition for .44 Magnum weapons.","technical_description":"Heavy ammunition type with increased damage and recoil properties.","player_impact":"Powerful but rare ammo; enables high-damage revolver gameplay."}
{"entity_type":"block","entity_name":"cntWaterBarrel","layman_description":"A large water barrel for settlement irrigation.","technical_description":"Water resource container with volume capacity and irrigation system support.","player_impact":"Water infrastructure enabling farming in settlements."}
{"entity_type":"item","entity_name":"foodRawYam","layman_description":"Sweet potato tuber requiring cooking.","technical_description":"Root vegetable ingredient with farming integration and nutritional properties.","player_impact":"Sweet carbohydrate source enabling food variety."}
{"entity_type":"block","entity_name":"cntWarehouse","layman_description":"A large warehouse storage structure with bulk items.","technical_description":"Container block with maximum item slots and industrial storage simulation.","player_impact":"Premium storage infrastructure; enables massive resource hoarding."}
{"entity_type":"item","entity_name":"toolDrill","layman_description":"An electric powered drill for precision hole creation.","technical_description":"Powered tool with precision requirements and speed optimization properties.","player_impact":"Enables structured block placement; improves base aesthetics."}
{"entity_type":"block","entity_name":"cntFreezerCommericial","layman_description":"Commercial grade freezer maintaining preservation temperatures.","technical_description":"Large appliance container with extended food preservation mechanics.","player_impact":"Large-scale food storage; supports community food management."}
{"entity_type":"item","entity_name":"resourceCotton","layman_description":"Raw cotton fiber for textile and cloth production.","technical_description":"Plant fiber ingredient with cloth crafting and clothing production recipes.","player_impact":"Renewable textile source enabling clothing production chains."}
{"entity_type":"block","entity_name":"cntCoffeeTableTall","layman_description":"A tall coffee table with occasional valuables.","technical_description":"Furniture container with aesthetic properties and loot mechanics.","player_impact":"Decorative furniture occasionally containing useful items."}
{"entity_type":"item","entity_name":"foodCanPeaches","layman_description":"Sealed can of preserved peach fruit.","technical_description":"Canned food with extended shelf-life and nutrition properties.","player_impact":"Long-term survival food; convenient for expeditions."}
{"entity_type":"block","entity_name":"cntBarrelWaterEmpty","layman_description":"An empty water barrel awaiting collection.","technical_description":"Container block with no contents but water catchment potential.","player_impact":"Rainwater harvesting infrastructure; requires setup."}
