{"entity_type":"property_name","entity_name":"SizeScale","layman_description":"Controls how big or small the object looks in the game.","technical_description":"A numeric multiplier that adjusts the entity's model scale value used by rendering and collision.","player_impact":"Makes objects or creatures appear larger or smaller in the world."}
{"entity_type":"property_name","entity_name":"Sound_repeat","layman_description":"Specifies which sound plays repeatedly when the item is used.","technical_description":"Holds the path/name of a looping sound asset to play repeatedly for the item.","player_impact":"Causes a steady sound effect while the item is active or firing."}
{"entity_type":"property_name","entity_name":"TimeStayAfterDeath","layman_description":"How long a corpse remains before disappearing.","technical_description":"Duration in seconds that the dead entity stays in the world before cleanup.","player_impact":"Determines how long you can loot or interact with a dead body."}
{"entity_type":"property_name","entity_name":"Particles_muzzle_fire","layman_description":"The visual particle effect shown when a weapon fires.","technical_description":"Specifies the particle effect name spawned at the weapon muzzle on firing.","player_impact":"Changes the visual flash and effects seen when shooting."}
{"entity_type":"property_name","entity_name":"AutoReload","layman_description":"Toggles whether the item reloads automatically.","technical_description":"Boolean setting that enables automatic reload behavior for the item.","player_impact":"If true, the item reloads itself without manual action."}
{"entity_type":"property_name","entity_name":"CanMobsSpawnOn","layman_description":"Whether creatures can appear on this block.","technical_description":"Boolean flag controlling if AI entities are allowed to spawn on the block.","player_impact":"Controls whether monsters or animals can spawn on that surface."}
{"entity_type":"property_name","entity_name":"CrosshairOnAim","layman_description":"Shows a crosshair when you aim with this item.","technical_description":"Boolean that enables displaying a crosshair while aiming with the item.","player_impact":"Gives a visible aiming aid when using the item."}
{"entity_type":"property_name","entity_name":"Explosion.RadiusBlocks","layman_description":"How many blocks around an explosion are affected.","technical_description":"Numeric radius, in blocks, defining the area of block damage from an explosion value.","player_impact":"Larger values cause broader structural destruction."}
{"entity_type":"property_name","entity_name":"Hitmask_override","layman_description":"Changes how the item hits targets.","technical_description":"Overrides the default hitmask with a specified hit type like Arrow or Melee.","player_impact":"Alters which hit detection rules apply during attacks."}
{"entity_type":"property_name","entity_name":"ParticleIndex","layman_description":"Selects which particle effect to use for the block.","technical_description":"Integer index pointing to a particle entry used by the block.","player_impact":"Determines which visual particle is shown during effects."}
{"entity_type":"property_name","entity_name":"RadiusBlocks","layman_description":"Defines the block radius for an effect or action.","technical_description":"Numeric radius in blocks used by block-related effects or behaviors.","player_impact":"Affects how many blocks are impacted by the effect."}
{"entity_type":"property_name","entity_name":"RadiusEntities","layman_description":"Defines how far entities are affected by something.","technical_description":"Numeric radius, in world units, specifying the range of entity effects.","player_impact":"Controls which nearby creatures or players are influenced."}
{"entity_type":"property_name","entity_name":"Zoom_max_in","layman_description":"Maximum zoom level when looking in with the item.","technical_description":"Numeric value representing the closest zoom/in magnification allowed for the item.","player_impact":"Affects how much you can zoom in for precise aiming."}
{"entity_type":"property_name","entity_name":"Zoom_max_out","layman_description":"Maximum zoom level when looking out with the item.","technical_description":"Numeric value representing the furthest zoom/out magnification allowed for the item.","player_impact":"Affects how wide or distant your view can be while aiming."}
{"entity_type":"property_name","entity_name":"AllowedRotations","layman_description":"Which rotations are allowed when placing the block.","technical_description":"Enumerated setting that restricts block rotation options (e.g., No45, Basic90, All).","player_impact":"Limits how you can rotate the block when placing it."}
{"entity_type":"property_name","entity_name":"CanPlayersSpawnOn","layman_description":"Whether players can spawn on this block.","technical_description":"Boolean flag controlling if player spawnpoints can be located on the block.","player_impact":"Determines if the block can serve as a spawn location."}
{"entity_type":"property_name","entity_name":"Explosion.RadiusEntities","layman_description":"How far an explosion affects living things.","technical_description":"Numeric radius, in units, that determines which entities take explosion effects.","player_impact":"Sets how many creatures or players are hurt by explosion blasts."}
{"entity_type":"property_name","entity_name":"PhysicsBody","layman_description":"Specifies the physics model used for the entity's movement.","technical_description":"Reference name for the physics body profile applied to the entity's 3D shape and motion.","player_impact":"Changes how the creature or object moves and collides."}
{"entity_type":"property_name","entity_name":"mod","layman_description":"A named modification or upgrade for the vehicle.","technical_description":"String key identifying a vehicle mod type such as speed, light, or storage.","player_impact":"Applies a functional upgrade to the vehicle's performance or features."}
{"entity_type":"property_name","entity_name":"IsReplaceRandom","layman_description":"Whether replacements occur randomly for this block.","technical_description":"Boolean flag that enables random replacement selection for the block.","player_impact":"Determines if the block will be swapped with a random variant."}
{"entity_type":"property_name","entity_name":"Light","layman_description":"Controls how bright the block is.","technical_description":"Numeric intensity value used for block lighting effects.","player_impact":"Affects the brightness emitted around the block."}
{"entity_type":"property_name","entity_name":"modT","layman_description":"Type or path used to describe available vehicle mods.","technical_description":"String path or identifier listing specific mod entries used by vehicles.","player_impact":"Defines which mod options are available for that vehicle."}
{"entity_type":"property_name","entity_name":"CanPickup","layman_description":"Whether the block can be picked up into your inventory.","technical_description":"Boolean setting indicating if the block is removable and storable in inventory.","player_impact":"If true, players can pick the block up and carry it."}
{"entity_type":"property_name","entity_name":"Explosion.EntityDamage","layman_description":"How much damage an explosion does to living targets.","technical_description":"Numeric damage value applied to entities within an explosion event.","player_impact":"Higher values increase harm to creatures and players."}
{"entity_type":"property_name","entity_name":"PlantGrowing.FertileLevel","layman_description":"How fertile a block is for plant growth.","technical_description":"Integer fertile level threshold used by plant growth logic.","player_impact":"Affects crop success and growth speed."}
{"entity_type":"property_name","entity_name":"difficulty_tier","layman_description":"Indicates how hard a quest is.","technical_description":"Numeric tier value representing quest difficulty level used by progression systems.","player_impact":"Higher tiers mean more challenging quest objectives."}
{"entity_type":"property_name","entity_name":"offer_key","layman_description":"The identifier for the reward or offer from a quest.","technical_description":"String key mapping to a specific offer entry granted by a quest.","player_impact":"Determines which reward is given when the quest completes."}
{"entity_type":"property_name","entity_name":"Explosion.BlockDamage","layman_description":"Amount of structural damage an explosion causes to blocks.","technical_description":"Numeric damage value applied to nearby blocks when an explosion occurs.","player_impact":"Larger values break more or stronger blocks."}
{"entity_type":"property_name","entity_name":"MoveSpeed","layman_description":"How fast the creature moves normally.","technical_description":"Numeric movement speed multiplier used by the entity's navigation logic.","player_impact":"Changes how quickly creatures approach or flee."}
{"entity_type":"property_name","entity_name":"resourceCloth","layman_description":"How much cloth you get from breaking this block.","technical_description":"Integer yield value indicating cloth resource returned from the block.","player_impact":"Affects how much crafting material you collect."}
{"entity_type":"property_name","entity_name":"response_key","layman_description":"Identifier for the quest response message.","technical_description":"String key used to look up the response text or action for a quest.","player_impact":"Determines the message or follow-up shown when the quest updates."}
{"entity_type":"property_name","entity_name":"statement_key","layman_description":"Identifier for the quest description or instruction.","technical_description":"String key that maps to the quest statement text displayed to players.","player_impact":"Controls the objective text players see for the quest."}
{"entity_type":"property_name","entity_name":"FacialHairMaskType","layman_description":"Specifies facial hair options for an item or character.","technical_description":"Named mask type controlling facial hair visuals applied to the entity's model.","player_impact":"Affects the character or NPC appearance details."}
{"entity_type":"property_name","entity_name":"IgnoreLightsOff","layman_description":"Whether this block ignores being turned off by lighting controls.","technical_description":"Boolean flag that prevents light-off logic from disabling the block's light source.","player_impact":"Ensures the light remains on even when global settings try to turn it off."}
{"entity_type":"property_name","entity_name":"Sound_Sight_In","layman_description":"Sound played when you enter aiming mode with the item.","technical_description":"Named sound entry triggered when entering the item's sight-in state.","player_impact":"Provides an audio cue when you begin aiming."}
{"entity_type":"property_name","entity_name":"Sound_Sight_Out","layman_description":"Sound played when you exit aiming mode with the item.","technical_description":"Named sound entry triggered when leaving the item's sight-in state.","player_impact":"Plays an audio cue when you stop aiming."}
{"entity_type":"property_name","entity_name":"SpawnGroup","layman_description":"Defines the group type that can spawn at this block.","technical_description":"String identifier for the spawn group used by the block's spawn logic.","player_impact":"Controls which animals or monsters appear in that area."}
{"entity_type":"property_name","entity_name":"DestroyOnEvent","layman_description":"Whether the block is destroyed when a specific event occurs.","technical_description":"Boolean flag that triggers block removal upon the linked event.","player_impact":"Makes the block disappear when the event happens."}
{"entity_type":"property_name","entity_name":"MapIcon","layman_description":"Which picture/icon shows on the in-game map for this entity.","technical_description":"String key pointing to a map picture/icon asset used to mark the entity on the map.","player_impact":"Changes the icon players see for the entity on the map."}
{"entity_type":"property_name","entity_name":"extra_tags","layman_description":"Additional tags attached to the quest for filtering or behavior.","technical_description":"Comma-separated list of tag strings used to modify quest handling or categorization.","player_impact":"Can alter how quests are grouped or trigger special behaviors."}
{"entity_type":"property_name","entity_name":"triggerEffectShootDualsense","layman_description":"Vibration or effect triggered on DualSense controllers when firing.","technical_description":"Named effect key used to trigger DualSense haptics on shoot events.","player_impact":"Provides controller vibration feedback when the weapon fires."}
{"entity_type":"property_name","entity_name":"triggerEffectShootXbox","layman_description":"Controller effect triggered on Xbox controllers when firing.","technical_description":"Named effect key used to trigger Xbox controller feedback on shoot events.","player_impact":"Gives controller vibration feedback during shooting."}
{"entity_type":"property_name","entity_name":"AITask-1","layman_description":"Primary AI behavior task assigned to the entity.","technical_description":"First entry in the AI task list specifying a behavior module like RunawayWhenHurt or BreakBlock.","player_impact":"Determines a key behavior the creature will perform."}
{"entity_type":"property_name","entity_name":"AvatarController","layman_description":"Which controller logic the entity uses for animation and movement.","technical_description":"String identifier for the avatar controller type applied to the entity's motion and animation systems.","player_impact":"Alters how the entity animates and responds to movement rules."}
{"entity_type":"property_name","entity_name":"HasRagdoll","layman_description":"Whether the entity uses a physics ragdoll when dead.","technical_description":"Boolean toggle that enables ragdoll physics on entity death.","player_impact":"If true, bodies collapse with physics-based motion after death."}
{"entity_type":"property_name","entity_name":"LightValue","layman_description":"Brightness value used for the item's light emission.","technical_description":"Numeric intensity setting used by the item's light source logic.","player_impact":"Adjusts how much light the item emits when active."}
{"entity_type":"property_name","entity_name":"PrefabCombined","layman_description":"Indicates whether multiple model parts are combined into one asset.","technical_description":"Boolean setting that marks the entity as using a combined model asset for runtime efficiency.","player_impact":"May affect loading or how the object appears in-game."}
{"entity_type":"property_name","entity_name":"QuestGiven","layman_description":"Specifies the quest granted by using or finding this item.","technical_description":"String key identifying a quest that this item grants or starts when used.","player_impact":"Using the item can start or assign a specific quest."}
{"entity_type":"property_name","entity_name":"Sound_loop","layman_description":"A looping sound that plays while the item is active.","technical_description":"Named sound asset that is continuously played while the item is in its active state.","player_impact":"Creates ongoing audio while the item runs."}
{"entity_type":"property_name","entity_name":"ToolCategory.Butcher","layman_description":"Which butchering tool category this item falls into.","technical_description":"Numeric category value mapping the item to a butcher tool class used by crafting or tool checks.","player_impact":"Determines behavior or recipes that require a butcher tool."}
{"entity_type":"property_name","entity_name":"ActivationDistance","layman_description":"How far away the block can be activated from.","technical_description":"Numeric distance in units that defines the activation range for the block.","player_impact":"Controls how close a player must be to trigger the block."}
{"entity_type":"property_name","entity_name":"HandMeshfile","layman_description":"The 3D shape that appears in your hands when you hold this item.","technical_description":"Specifies the mesh model file used for the first-person hand-held item display.","player_impact":"Determines what the item looks like when you're holding it in your hands."}
{"entity_type":"property_name","entity_name":"Infinite_ammo","layman_description":"This weapon never runs out of ammunition.","technical_description":"Enables unlimited ammunition for the weapon without consuming ammo from inventory.","player_impact":"You can fire this weapon endlessly without needing to find or craft ammo."}
{"entity_type":"property_name","entity_name":"LightSource","layman_description":"This item produces light when activated.","technical_description":"Assigns a lighting configuration to the item when active.","player_impact":"Illuminates dark areas around you when you turn it on."}
{"entity_type":"property_name","entity_name":"LockedSound","layman_description":"The sound that plays when you try to open a locked door or gate.","technical_description":"Specifies the audio file played when a player interacts with a locked block.","player_impact":"Provides audio feedback that tells you the door or gate is locked."}
{"entity_type":"property_name","entity_name":"SurfaceCategory","layman_description":"The type of material this creature is made of for sound and damage effects.","technical_description":"Defines the material type used for hit reactions and footstep audio.","player_impact":"Affects what sounds play when you hit or walk near this creature."}
{"entity_type":"property_name","entity_name":"TrackerIcon","layman_description":"The icon that appears on your compass when tracking this animal.","technical_description":"Specifies the icon displayed in the tracking interface for this creature.","player_impact":"Helps you identify and locate this specific animal on your compass when tracking."}
{"entity_type":"property_name","entity_name":"triggerEffectTriggerShootDualsense","layman_description":"The trigger feedback effect on PlayStation 5 controllers when firing.","technical_description":"Defines the haptic trigger resistance pattern for DualSense controllers when shooting.","player_impact":"Makes the controller trigger feel different when you fire, adding realism on PS5."}
{"entity_type":"property_name","entity_name":"AIPathCostScale","layman_description":"How much zombies prefer or avoid walking through this area.","technical_description":"Scaling factor for AI pathfinding cost through different terrain types.","player_impact":"Affects whether zombies will walk through certain areas or go around them."}
{"entity_type":"property_name","entity_name":"AITarget-1","layman_description":"The first behavior rule that controls what this creature attacks.","technical_description":"Primary targeting behavior instruction for the creature's AI decision tree.","player_impact":"Determines when and what this creature will consider as a threat to attack."}
{"entity_type":"property_name","entity_name":"ActivateObject","layman_description":"The part of the item that turns on when you activate it.","technical_description":"Specifies which game object becomes active when the item is toggled on.","player_impact":"Controls which part of the item lights up or activates when you use it."}
{"entity_type":"property_name","entity_name":"Damage_type","layman_description":"The kind of injury this weapon inflicts on enemies.","technical_description":"Classifies the damage category for armor calculations and resistances.","player_impact":"Different damage types work better against certain armor and enemies."}
{"entity_type":"property_name","entity_name":"Reload_time","layman_description":"How many seconds it takes to reload this weapon.","technical_description":"Duration in seconds for the weapon reload animation and action.","player_impact":"Determines how long you're vulnerable while reloading during combat."}
{"entity_type":"property_name","entity_name":"RequiredPower","layman_description":"How much electricity this device needs to operate.","technical_description":"The power consumption value required from electrical sources.","player_impact":"You need to generate this much power to run this device."}
{"entity_type":"property_name","entity_name":"triggerEffectTriggerShootXbox","layman_description":"The trigger vibration feedback when firing on Xbox controllers.","technical_description":"Defines the impulse trigger rumble pattern for Xbox controllers when shooting.","player_impact":"Makes the controller trigger rumble when you fire, adding realism on Xbox."}
{"entity_type":"property_name","entity_name":"DeadBodyHitPoints","layman_description":"How much damage a corpse can take before it disappears.","technical_description":"The health pool assigned to a creature's corpse after death.","player_impact":"Determines how many times you can harvest or hit a body before it's destroyed."}
{"entity_type":"property_name","entity_name":"Explosion.DamageBonus.earth","layman_description":"Extra damage this explosion does to dirt and soil blocks.","technical_description":"Damage multiplier applied when explosion hits terrain blocks.","player_impact":"Affects how effectively explosions can dig through dirt and create craters."}
{"entity_type":"property_name","entity_name":"MoveSpeedPanic","layman_description":"How fast this creature runs when scared or fleeing.","technical_description":"Movement speed multiplier applied during panic behavior state.","player_impact":"Determines how quickly animals or zombies run away when frightened."}
{"entity_type":"property_name","entity_name":"PlaceAsRandomRotation","layman_description":"This block faces a random direction when you place it down.","technical_description":"Enables random rotation selection when the block is placed in the world.","player_impact":"Adds variety by automatically rotating blocks like furniture when placed."}
{"entity_type":"property_name","entity_name":"SightsCameraOffset","layman_description":"How your view shifts when you aim down the sights on this weapon.","technical_description":"Camera position offset applied when entering aim-down-sights mode.","player_impact":"Changes your viewing angle slightly when you aim for precise shooting."}
{"entity_type":"property_name","entity_name":"TriggerDelay","layman_description":"How long after stepping on a trap before it activates.","technical_description":"Delay in seconds between trap activation and effect execution.","player_impact":"Gives you a brief moment to escape after triggering a trap."}
{"entity_type":"property_name","entity_name":"TriggerSound","layman_description":"The sound that plays when you step on or activate a trap.","technical_description":"Specifies the audio file played when the trap is triggered.","player_impact":"Warns you that you've activated a trap before it goes off."}
{"entity_type":"property_name","entity_name":"TriggeredEvent","layman_description":"What special event happens when you activate this block.","technical_description":"Specifies which scripted event to execute upon block activation.","player_impact":"Can teleport you, spawn enemies, or trigger other effects when activated."}
{"entity_type":"property_name","entity_name":"exit","layman_description":"Where you appear when you get out of this vehicle.","technical_description":"Defines the spawn position coordinates relative to the vehicle when exiting.","player_impact":"Controls where your character stands after leaving the vehicle."}
{"entity_type":"property_name","entity_name":"login_rally_reset","layman_description":"This quest resets its rally marker when you log back into the game.","technical_description":"Forces quest rally point to reset upon player login.","player_impact":"Quest waypoint updates to a new location each time you start playing."}
{"entity_type":"property_name","entity_name":"position","layman_description":"Where you sit inside the vehicle.","technical_description":"Defines the seat position coordinates within the vehicle model.","player_impact":"Determines your viewpoint and location when riding in the vehicle."}
{"entity_type":"property_name","entity_name":"rotation","layman_description":"The angle at which you're rotated while sitting in this vehicle seat.","technical_description":"Specifies the orientation angles for the player in the vehicle seat.","player_impact":"Affects the direction you face when seated in the vehicle."}
{"entity_type":"property_name","entity_name":"shareable","layman_description":"Whether you can give this quest to other players in your group.","technical_description":"Enables quest sharing functionality in multiplayer sessions.","player_impact":"Allows party members to receive and complete the same quest together."}
{"entity_type":"property_name","entity_name":"AITask-2","layman_description":"The second behavior pattern this creature follows during gameplay.","technical_description":"Secondary AI task instruction in the creature's behavior priority list.","player_impact":"Controls what action the creature takes after completing its primary task."}
{"entity_type":"property_name","entity_name":"AITask-3","layman_description":"The third behavior pattern this creature follows during gameplay.","technical_description":"Tertiary AI task instruction in the creature's behavior priority list.","player_impact":"Determines the creature's third priority action in its decision-making."}
{"entity_type":"property_name","entity_name":"AITask-4","layman_description":"The fourth behavior pattern this creature follows during gameplay.","technical_description":"Quaternary AI task instruction in the creature's behavior priority list.","player_impact":"Controls what the creature does when all higher priority tasks are complete."}
{"entity_type":"property_name","entity_name":"Attachments","layman_description":"What modifications can be attached to this item.","technical_description":"Specifies which attachment items are compatible with this equipment.","player_impact":"Determines what upgrades like flashlights or scopes you can add."}
{"entity_type":"property_name","entity_name":"BarrelOffset","layman_description":"Where projectiles come from when you fire this weapon.","technical_description":"Position offset for the projectile spawn point relative to the weapon model.","player_impact":"Adjusts where bullets or arrows appear to come from the weapon."}
{"entity_type":"property_name","entity_name":"Explosion.DamageBonus.water","layman_description":"Extra damage this explosion does to water blocks.","technical_description":"Damage multiplier applied when explosion hits water terrain.","player_impact":"Affects how well explosions can destroy water sources or wet areas."}
{"entity_type":"property_name","entity_name":"Gravity","layman_description":"How quickly this thrown item falls to the ground.","technical_description":"Gravitational acceleration value applied to projectile physics.","player_impact":"Controls the arc and drop of thrown weapons like spears or grenades."}
{"entity_type":"property_name","entity_name":"MeltTimePerUnit","layman_description":"How long it takes to smelt one unit of this material in a forge.","technical_description":"Duration in seconds required to process one unit in smelting operations.","player_impact":"Determines how quickly you can turn ore or materials into usable resources."}
{"entity_type":"property_name","entity_name":"ScopeOffset","layman_description":"How your view shifts when looking through a scope on this weapon.","technical_description":"Camera position adjustment applied when using scoped aiming mode.","player_impact":"Aligns your view properly with the scope's crosshairs for accurate shooting."}
{"entity_type":"property_name","entity_name":"SideOffset","layman_description":"How far to the side your view is positioned when holding this item.","technical_description":"Horizontal camera offset applied during item usage.","player_impact":"Adjusts the side-to-side positioning of your view with this item."}
{"entity_type":"property_name","entity_name":"pose","layman_description":"The sitting or riding position animation you use in this vehicle seat.","technical_description":"Animation pose identifier for the player in the vehicle seat.","player_impact":"Determines how your character looks while sitting in the vehicle."}
{"entity_type":"property_name","entity_name":"torqueScale_motor_brake","layman_description":"How much engine power versus braking force this vehicle has.","technical_description":"Ratio of motor torque to brake torque for vehicle wheel control.","player_impact":"Affects acceleration speed and stopping power when driving."}
{"entity_type":"property_name","entity_name":"transform","layman_description":"The part of the vehicle model this setting applies to.","technical_description":"Specifies the target transform node in the vehicle model hierarchy.","player_impact":"Identifies which vehicle part is affected by associated settings."}
{"entity_type":"property_name","entity_name":"AttachmentFlashlight","layman_description":"The flashlight attachment that can be added to this weapon.","technical_description":"Specifies the flashlight modification item compatible with this weapon.","player_impact":"Allows you to add a light source to see in dark areas while armed."}
{"entity_type":"property_name","entity_name":"EntityFlags","layman_description":"The category tags that describe what type of creature this is.","technical_description":"Classification flags used for targeting, AI, and system behavior.","player_impact":"Determines how perks, skills, and other game systems treat this creature."}
{"entity_type":"property_name","entity_name":"LifeTime","layman_description":"How long this thrown or placed item lasts before disappearing.","technical_description":"Duration in seconds before the spawned entity is automatically removed.","player_impact":"Controls how long effects like torches or flares stay in the world."}
{"entity_type":"property_name","entity_name":"Pose","layman_description":"Which animation pose this interactive block uses.","technical_description":"Animation state identifier for the block's active configuration.","player_impact":"Determines what the block looks like in different states like open or closed."}
{"entity_type":"property_name","entity_name":"resourceScrapBrass","layman_description":"How much brass scrap you get from scrapping or destroying this object.","technical_description":"Quantity of brass scrap resource awarded upon block destruction.","player_impact":"Determines how much brass material you receive for salvaging this item."}
{"entity_type":"property_name","entity_name":"AITarget-2","layman_description":"The second targeting rule that controls what this creature attacks.","technical_description":"Secondary targeting behavior instruction for the creature's AI system.","player_impact":"Determines alternative targets the creature will consider attacking."}
{"entity_type":"property_name","entity_name":"AITarget-3","layman_description":"The third targeting rule that controls what this creature attacks.","technical_description":"Tertiary targeting behavior instruction for the creature's AI system.","player_impact":"Provides additional options for what the creature will select as targets."}
{"entity_type":"property_name","entity_name":"AITarget-4","layman_description":"The fourth targeting rule that controls what this creature attacks.","technical_description":"Quaternary targeting behavior instruction for the creature's AI system.","player_impact":"Offers the lowest priority targeting options for creature decision-making."}
{"entity_type":"property_name","entity_name":"FallDamage","layman_description":"How much injury you take from falling onto this block surface.","technical_description":"Damage multiplier applied when a player lands on this block type.","player_impact":"Some surfaces like hay hurt less than concrete when you fall on them."}
