{"entity_type":"property_name","entity_name":"tiltDampenThreshold","layman_description":"A limit that controls when the vehicle stops tilting during movement.","technical_description":"Threshold setting that activates tilt dampening when vehicle tilt angle exceeds this value.","player_impact":"Prevents vehicles from tilting too far when driving on slopes or uneven terrain."}
{"entity_type":"property_name","entity_name":"tiltDampening","layman_description":"How much the game reduces vehicle tilting during movement.","technical_description":"Strength value that controls the amount of tilt dampening force applied to the vehicle.","player_impact":"Lower values mean more dramatic tilting, higher values create a more stable ride."}
{"entity_type":"property_name","entity_name":"tiltThreshold","layman_description":"The angle at which a vehicle starts to tip over.","technical_description":"Angle setting that determines when tilt stabilization system activates.","player_impact":"Lower values make vehicles easier to flip, higher values make them more stable on slopes."}
{"entity_type":"property_name","entity_name":"tiltUpForce","layman_description":"The strength that pushes a tilted vehicle back to level ground.","technical_description":"Force value applied to right the vehicle when it exceeds tilt thresholds.","player_impact":"Stronger values help vehicles recover quickly from being tilted while driving."}
{"entity_type":"property_name","entity_name":"unstickForce","layman_description":"How much power the game uses to free vehicles stuck on terrain.","technical_description":"Force value that automatically unsticks vehicles from clipping into obstacles.","player_impact":"Prevents vehicles from becoming permanently lodged in terrain or structures."}
{"entity_type":"property_name","entity_name":"upAngleMax","layman_description":"The steepest uphill slope a vehicle can climb.","technical_description":"Maximum angle in degrees that defines the vehicle's climbing capability.","player_impact":"Determines which hills a vehicle can drive up without getting stuck."}
{"entity_type":"property_name","entity_name":"upForce","layman_description":"How hard the game pushes a vehicle upward to help it climb hills.","technical_description":"Vertical force value applied to assist vehicle climbing and elevation gain.","player_impact":"Stronger values help vehicles drive up steeper terrain more reliably."}
{"entity_type":"property_name","entity_name":"velocityMax_turbo","layman_description":"The top speed a vehicle can reach when using turbo boost.","technical_description":"Maximum velocity setting when the turbo acceleration mode is active.","player_impact":"Turbo mode allows vehicles to travel faster for short bursts during gameplay."}
{"entity_type":"property_name","entity_name":"BurstRoundCount","layman_description":"How many shots a weapon fires in a single burst.","technical_description":"Number of rounds fired in one trigger pull when burst mode is active.","player_impact":"More rounds per burst mean greater damage output but faster ammo consumption."}
{"entity_type":"property_name","entity_name":"CanClimbLadders","layman_description":"Whether an enemy can climb up ladders to reach higher areas.","technical_description":"Setting that determines if entity AI can navigate vertical ladder structures.","player_impact":"Affects enemy pathfinding, allowing certain creatures to reach players in elevated positions."}
{"entity_type":"property_name","entity_name":"MaxDistance","layman_description":"How far away a weapon can shoot or a feature can work.","technical_description":"Maximum range value in blocks or units where the effect remains active.","player_impact":"Determines effective range for combat weapons and block interactions."}
{"entity_type":"property_name","entity_name":"MaxViewAngle","layman_description":"How wide an enemy's field of vision is.","technical_description":"Angle in degrees defining the horizontal viewing arc for entity vision detection.","player_impact":"Wider angles mean enemies spot players from larger areas around them."}
{"entity_type":"property_name","entity_name":"PlantGrowing.LightLevelGrow","layman_description":"The minimum brightness needed for plants to grow faster.","technical_description":"Light level threshold for accelerated plant growth rates.","player_impact":"Plants need sufficient light to reach their maximum growth speed in the world."}
{"entity_type":"property_name","entity_name":"PlantGrowing.LightLevelStay","layman_description":"The light level needed to keep plants alive and healthy.","technical_description":"Minimum ambient light required to maintain plant vitality and prevent decay.","player_impact":"Crops and plants in darkness will eventually die without adequate light exposure."}
{"entity_type":"property_name","entity_name":"RagdollOnDeathChance","layman_description":"The probability that an enemy falls limp when killed.","technical_description":"Percentage chance that entity uses ragdoll physics simulation upon death.","player_impact":"Higher values make dead bodies react more realistically with physics simulation."}
{"entity_type":"property_name","entity_name":"RaySpread","layman_description":"How widely bullets spread out from their target.","technical_description":"Spread angle value that defines projectile deviation from the aim direction.","player_impact":"Higher spread values make weapons less accurate but more useful at close range."}
{"entity_type":"property_name","entity_name":"Single_magazine_usage","layman_description":"Whether a magazine holds only one type of ammunition.","technical_description":"Setting that restricts magazine inventory to a single ammo category.","player_impact":"Affects how players organize ammunition in their magazine inventory."}
{"entity_type":"property_name","entity_name":"Sound_in_head","layman_description":"Whether the player hears a weapon sound inside their own head.","technical_description":"Setting that determines if sound plays from the first-person audio perspective.","player_impact":"Affects audio immersion when the player wields or fires a weapon."}
{"entity_type":"property_name","entity_name":"SpreadVerticalOffset","layman_description":"How much a weapon's shots shift vertically when firing.","technical_description":"Vertical displacement value applied to projectile trajectories during spread.","player_impact":"Can cause weapons to shoot higher or lower than aimed, affecting accuracy."}
{"entity_type":"property_name","entity_name":"UsableUnderwater","layman_description":"Whether an item can be used while swimming underwater.","technical_description":"Setting that allows item activation in submerged game environments.","player_impact":"Determines which tools and weapons remain functional during underwater exploration."}
{"entity_type":"property_name","entity_name":"Vehicle","layman_description":"The name of the vehicle that an item can activate or spawn.","technical_description":"Inventory item value linking to a specific vehicle entity definition.","player_impact":"Items like keys or ignition items activate different vehicle types for gameplay."}
{"entity_type":"property_name","entity_name":"WarningDelay","layman_description":"How long before a trap or device warns the player it will activate.","technical_description":"Delay timer in seconds before an activated trap triggers its main effect.","player_impact":"Gives players a moment to react or escape before taking damage from traps."}
{"entity_type":"property_name","entity_name":"bright","layman_description":"How bright the lights on a vehicle glow.","technical_description":"Light intensity value for vehicle headlights and illumination systems.","player_impact":"Brighter lights provide better visibility for nighttime driving."}
{"entity_type":"property_name","entity_name":"capacity","layman_description":"How much fuel a vehicle can hold in its tank.","technical_description":"Maximum fuel storage value measured in fuel units for vehicle operation.","player_impact":"Larger capacity means longer travel distance before refueling is needed."}
{"entity_type":"property_name","entity_name":"fuelKmPerL","layman_description":"How far a vehicle travels for each unit of fuel consumed.","technical_description":"Fuel efficiency ratio measuring distance traveled per fuel unit.","player_impact":"Higher efficiency means vehicles can travel further before needing to refuel."}
{"entity_type":"property_name","entity_name":"gear1","layman_description":"The first gear settings that control vehicle acceleration and torque.","technical_description":"Gear ratio and force values for primary low-speed acceleration mode.","player_impact":"Determines how quickly a vehicle accelerates from a complete stop."}
{"entity_type":"property_name","entity_name":"modMatEmissive","layman_description":"The glowing color of a vehicle mod material.","technical_description":"Color value in hexadecimal format for emissive material brightness.","player_impact":"Customizes the appearance and glow effects of vehicle modification parts."}
{"entity_type":"property_name","entity_name":"modOnT","layman_description":"Where on the vehicle a modification attaches and becomes visible.","technical_description":"Attachment point path that specifies the location of mounted vehicle mods.","player_impact":"Determines which vehicle parts glow or display customizations."}
{"entity_type":"property_name","entity_name":"particleBroken","layman_description":"The effect that appears when a vehicle is completely destroyed.","technical_description":"Visual effect entity spawned when vehicle health reaches zero.","player_impact":"Provides visual feedback when vehicles are destroyed during gameplay."}
{"entity_type":"property_name","entity_name":"particleDamaged","layman_description":"The effect that appears when a vehicle takes heavy damage.","technical_description":"Visual effect entity displayed when vehicle sustains critical damage levels.","player_impact":"Shows players when their vehicle is severely damaged and needs repair."}
{"entity_type":"property_name","entity_name":"recipeName","layman_description":"The recipe name for crafting or building a vehicle item.","technical_description":"Inventory value linking to the crafting recipe that creates the vehicle.","player_impact":"Players must find this recipe to craft a vehicle for use in the world."}
{"entity_type":"property_name","entity_name":"resourceConcreteMix","layman_description":"How much concrete mixture is needed to build or repair this block.","technical_description":"Material quantity value required for concrete-based block construction.","player_impact":"Determines resource cost for building structures that need concrete."}
{"entity_type":"property_name","entity_name":"return_to_quest_giver","layman_description":"Whether the player must go back to the quest giver to complete a task.","technical_description":"Setting that controls if quest completion requires returning to the NPC giver.","player_impact":"Some quests can be finished elsewhere, others require returning to quest givers."}
{"entity_type":"property_name","entity_name":"sound_no_fuel_shut_off","layman_description":"The sound a vehicle makes when it runs out of fuel and stops.","technical_description":"Audio event triggered when vehicle fuel depletes to zero.","player_impact":"Alerts players that their vehicle needs refueling."}
{"entity_type":"property_name","entity_name":"sound_shut_off","layman_description":"The sound a vehicle makes when turning off the engine.","technical_description":"Audio event played when vehicle becomes inactive or turned off by player.","player_impact":"Provides audio feedback for vehicle state changes."}
{"entity_type":"property_name","entity_name":"sound_start","layman_description":"The sound a vehicle makes when starting its engine.","technical_description":"Audio event triggered when vehicle ignition is activated.","player_impact":"Alerts players nearby that a vehicle is being started."}
{"entity_type":"property_name","entity_name":"waterDrag_y_velScale_velMaxScale","layman_description":"How much water slows down vertical movement of a vehicle.","technical_description":"Hydrodynamic drag coefficient values for underwater vehicle physics.","player_impact":"Vehicles move slower and less responsively when driving through water."}
{"entity_type":"property_name","entity_name":"AIFeralSense","layman_description":"How much sharper an enemy's smell or detection senses become.","technical_description":"Multiplier value that increases entity sensory detection capabilities.","player_impact":"Higher values mean enemies detect players from further away."}
{"entity_type":"property_name","entity_name":"AITarget-5","layman_description":"The fifth available target that the AI can aim at or pursue.","technical_description":"Designated target slot available for advanced AI pathfinding behaviors.","player_impact":"Affects which entities the AI can prioritize during combat encounters."}
{"entity_type":"property_name","entity_name":"ActivateEvent","layman_description":"What happens when a block is activated by the player.","technical_description":"Event name triggered when block receives an activation action from player input.","player_impact":"Determines in-game effects like spawning enemies or changing day/night cycle."}
{"entity_type":"property_name","entity_name":"ActivatedAnimBool","layman_description":"The animation setting that plays when a block becomes active.","technical_description":"Boolean animation parameter that switches when block activation state changes.","player_impact":"Controls visual changes to blocks when they are turned on or off."}
{"entity_type":"property_name","entity_name":"ActivatedAnimState","layman_description":"The visual state a block changes to when activated.","technical_description":"Animation state name transitioned to when block becomes active.","player_impact":"Blocks change their appearance visually when players activate them."}
{"entity_type":"property_name","entity_name":"ActivatedAnimTrigger","layman_description":"The action signal that starts the activation animation.","technical_description":"Animation trigger event sent when block activation action occurs.","player_impact":"Controls when and how block animations play during activation."}
{"entity_type":"property_name","entity_name":"ActivationTransformToHide","layman_description":"Which visual parts disappear when an item is activated.","technical_description":"List of visual elements that become invisible when item activation occurs.","player_impact":"Some items change appearance dramatically when they are activated."}
{"entity_type":"property_name","entity_name":"AmmoItem","layman_description":"The type of ammunition this weapon or block uses to fire.","technical_description":"Inventory item value that specifies the ammo type for projectile firing.","player_impact":"Determines which ammunition types can be loaded into weapons."}
{"entity_type":"property_name","entity_name":"ArmsExplosionDamageMultiplier","layman_description":"How much explosion damage an enemy takes in their arms.","technical_description":"Multiplier value for explosive damage applied to upper limb body parts.","player_impact":"Exploding weapons deal extra damage to enemy arms when they hit."}
{"entity_type":"property_name","entity_name":"CanBigHead","layman_description":"Whether an enemy can grow an oversized head when affected by certain effects.","technical_description":"Setting that enables oversized head physics for specific entity mutations.","player_impact":"Affects some special enemy variants with unusual appearance effects."}
{"entity_type":"property_name","entity_name":"ChestExplosionDamageMultiplier","layman_description":"How much explosion damage an enemy takes in their torso.","technical_description":"Multiplier value for explosive damage applied to body core area.","player_impact":"Exploding weapons deal extra damage to enemy chests when they hit."}
{"entity_type":"property_name","entity_name":"CollisionRadius","layman_description":"The size of the invisible ball that prevents items from passing through objects.","technical_description":"Radius value in units defining the collision boundary of a thrown item.","player_impact":"Larger radius makes items bounce off objects from further away."}
{"entity_type":"property_name","entity_name":"Consume","layman_description":"Whether an item disappears from inventory when the player uses it.","technical_description":"Setting that determines if item is destroyed upon use or activation.","player_impact":"Consumable items must be crafted or found again after use."}
{"entity_type":"property_name","entity_name":"CooldownTime","layman_description":"How long before a weapon or ability can be used again.","technical_description":"Timer duration in seconds before a block or entity action becomes available.","player_impact":"Longer cooldowns force players to wait between using certain abilities."}
{"entity_type":"property_name","entity_name":"CraftActionName","layman_description":"The label shown for what action the player performs at a crafting station.","technical_description":"Menu text identifier for the available crafting action at this block.","player_impact":"Players see different action names depending on the crafting station type."}
{"entity_type":"property_name","entity_name":"CraftCompleteSound","layman_description":"The sound that plays when an item finishes being crafted.","technical_description":"Audio event triggered upon successful completion of a craft action.","player_impact":"Alerts players when their crafted items are ready for collection."}
{"entity_type":"property_name","entity_name":"CraftIcon","layman_description":"The picture shown in menus representing what can be crafted here.","technical_description":"Icon image asset identifier for the crafting station menu display.","player_impact":"Players recognize what types of items can be crafted at this station."}
{"entity_type":"property_name","entity_name":"CraftSound","layman_description":"The sound that plays repeatedly while items are being crafted.","technical_description":"Audio event looped during ongoing craft action at this block.","player_impact":"Feedback sound confirms the crafting process is actively running."}
{"entity_type":"property_name","entity_name":"Damage_received","layman_description":"How much damage this block takes from a single hit.","technical_description":"Damage value subtracted from block health per strike.","player_impact":"Higher values mean blocks are faster to destroy and easier to harvest."}
{"entity_type":"property_name","entity_name":"Explosion.BlastPower","layman_description":"How much force the explosion from this item creates.","technical_description":"Force magnitude value determining explosion radius and push intensity.","player_impact":"More powerful explosions launch objects and enemies further away."}
{"entity_type":"property_name","entity_name":"FallOver","layman_description":"Whether a block can be knocked down by explosions or impacts.","technical_description":"Setting that determines if blocks fall over as physics objects.","player_impact":"Some blocks stay upright while others topple when damaged."}
{"entity_type":"property_name","entity_name":"FireSound","layman_description":"The sound a weapon or turret makes when it shoots.","technical_description":"Audio event triggered when projectile is fired from weapon.","player_impact":"Shooting sounds alert nearby enemies to the player's location."}
{"entity_type":"property_name","entity_name":"HeadExplosionDamageMultiplier","layman_description":"How much explosion damage an enemy takes to their head.","technical_description":"Multiplier value for explosive damage applied to head body part.","player_impact":"Exploding weapons deal extra damage to enemy heads when they hit."}
{"entity_type":"property_name","entity_name":"ImposterExcludeAndStop","layman_description":"Whether fake copies of this block ignore the original block's properties.","technical_description":"Setting that prevents imposter blocks from inheriting from originals.","player_impact":"Affects how blocks are rendered and optimized in distant areas."}
{"entity_type":"property_name","entity_name":"IsPlant","layman_description":"Whether this block is a crop or natural vegetation that grows.","technical_description":"Setting that applies plant growth mechanics to this block type.","player_impact":"Plants grow over time and can be harvested for food or resources."}
{"entity_type":"property_name","entity_name":"KnockdownKneelDamageThreshold","layman_description":"The amount of damage that forces an enemy to kneel down.","technical_description":"Health ratio threshold that triggers kneeling animation state.","player_impact":"Injured enemies kneel before standing again to continue combat."}
{"entity_type":"property_name","entity_name":"KnockdownProneDamageThreshold","layman_description":"The amount of damage that knocks an enemy down flat.","technical_description":"Health ratio threshold that triggers prone falling animation state.","player_impact":"Heavily damaged enemies fall down and take time to recover."}
{"entity_type":"property_name","entity_name":"LegCrawlerThreshold","layman_description":"The damage amount that makes an enemy crawl on legs only.","technical_description":"Health threshold triggering movement mode where entity crawls.","player_impact":"Severely injured enemies move slower by crawling instead of walking."}
{"entity_type":"property_name","entity_name":"LegsExplosionDamageMultiplier","layman_description":"How much explosion damage an enemy takes in their legs.","technical_description":"Multiplier value for explosive damage applied to lower limbs.","player_impact":"Exploding weapons deal extra damage to enemy legs when they hit."}
{"entity_type":"property_name","entity_name":"OvershootTime","layman_description":"How long a weapon's firing animation continues after the shot is fired.","technical_description":"Duration timer for animation overshoot phase in attack sequences.","player_impact":"Affects how long weapon animations last and when next actions become available."}
{"entity_type":"property_name","entity_name":"ParticlesMuzzleFire","layman_description":"The effect that appears at the barrel when a weapon fires.","technical_description":"Visual effect entity spawned at muzzle during projectile launch.","player_impact":"Muzzle flash shows players where shots are coming from."}
{"entity_type":"property_name","entity_name":"Particles_muzzle_smoke","layman_description":"The smoke effect that appears at the barrel when firing.","technical_description":"Visual effect entity for smoke generation during weapon discharge.","player_impact":"Smoke adds atmosphere and shows weapon firing activity to nearby players."}
{"entity_type":"property_name","entity_name":"PitchRange","layman_description":"How much the sound pitch varies when the weapon fires.","technical_description":"Pitch variation range for audio generation on firing events.","player_impact":"Varied pitch sounds more realistic than repeating the same tone."}
{"entity_type":"property_name","entity_name":"PromptDescription","layman_description":"The detailed text shown when a player looks at an item.","technical_description":"Localization key for inventory item description display in menus.","player_impact":"Players learn what items do and their purpose from these descriptions."}
{"entity_type":"property_name","entity_name":"PromptTitle","layman_description":"The name of the item shown in the interaction menu.","technical_description":"Localization key for item name display when examining it.","player_impact":"Players see what items are called when looking at them."}
{"entity_type":"property_name","entity_name":"SightLightThreshold","layman_description":"How much light an enemy needs to see the player clearly.","technical_description":"Light level minimum for entity vision detection sensitivity.","player_impact":"Enemies have harder time spotting players in darkness."}
{"entity_type":"property_name","entity_name":"SoundRandomTime","layman_description":"How often an idle enemy makes random vocalizations.","technical_description":"Time interval in seconds between ambient sound events for entities.","player_impact":"More frequent sounds make enemies seem more alive and alert."}
{"entity_type":"property_name","entity_name":"StickyColliderLength","layman_description":"How far forward the attachment point extends from a sticky item.","technical_description":"Length measurement for collision detection on adhesive projectiles.","player_impact":"Affects how sticky items attach and stick to surfaces."}
{"entity_type":"property_name","entity_name":"StickyColliderRadius","layman_description":"The size of the attachment zone on sticky items.","technical_description":"Radius value defining the collision boundary for adhesion.","player_impact":"Larger zones make sticky items easier to attach successfully."}
{"entity_type":"property_name","entity_name":"StickyColliderUp","layman_description":"How far upward the attachment extends from the sticky item.","technical_description":"Vertical offset distance for collision detection on adhesive projectiles.","player_impact":"Affects positioning of sticky items when they attach to surfaces."}
{"entity_type":"property_name","entity_name":"SwimSpeed","layman_description":"How fast an enemy can move while swimming underwater.","technical_description":"Movement velocity multiplier for entities during swimming.","player_impact":"Enemies move slower in water, making them easier to avoid."}
{"entity_type":"property_name","entity_name":"SwimStrokeRate","layman_description":"How quickly an enemy moves their arms and legs while swimming.","technical_description":"Animation playback speed multiplier for swimming animation sequence.","player_impact":"Affects how realistically swimming enemies move through water."}
{"entity_type":"property_name","entity_name":"TrackerIndexName","layman_description":"The name of the progress counter tracked for this item.","technical_description":"Localization key linking to challenge or quest progress tracker.","player_impact":"Players see progress toward completing challenges when using items."}
{"entity_type":"property_name","entity_name":"UseAnimation","layman_description":"Whether the player sees an animation when using this item.","technical_description":"Setting that controls animation playback when item is activated.","player_impact":"Some items animate when used, others activate instantly without visible motion."}
{"entity_type":"property_name","entity_name":"YawRange","layman_description":"How far left and right a weapon or turret can rotate.","technical_description":"Rotation angle limits in degrees for horizontal aiming capability.","player_impact":"Narrow ranges limit where weapons can aim, wider ranges allow full coverage."}
{"entity_type":"property_name","entity_name":"foodDrain","layman_description":"How much hunger an active vehicle drains from the player per second.","technical_description":"Hunger depletion rate per time unit while riding vehicle.","player_impact":"Driving vehicles consumes the player's food, requiring regular eating breaks."}
{"entity_type":"property_name","entity_name":"particleOn","layman_description":"The effect that appears when a vehicle's lights are turned on.","technical_description":"Visual effect entity spawned when vehicle light mode becomes active.","player_impact":"Shows players when vehicle lights are illuminated."}
{"entity_type":"property_name","entity_name":"resourceLeather","layman_description":"How much leather material is needed to craft or repair this item.","technical_description":"Resource quantity value required for leather-based crafting.","player_impact":"Players must gather sufficient leather to craft items using this material."}
{"entity_type":"property_name","entity_name":"resourceYuccaFibers","layman_description":"How much plant fiber is needed to make or repair this item.","technical_description":"Resource quantity for yucca fiber-based item construction.","player_impact":"Players must harvest plant fibers to craft certain items and repairs."}
{"entity_type":"property_name","entity_name":"steerAngle","layman_description":"How far the vehicle wheels turn when steering left or right.","technical_description":"Maximum steering angle in degrees for vehicle wheel rotation.","player_impact":"Greater angles allow tighter turns, smaller angles create wider turning radius."}
{"entity_type":"property_name","entity_name":"tireSuspensionPercent","layman_description":"How much the vehicle bounces when driving over rough ground.","technical_description":"Suspension compression ratio affecting shock absorption on terrain.","player_impact":"Higher values create bouncier suspension, lower values ride smoother."}
{"entity_type":"property_name","entity_name":"wheelPtlScale","layman_description":"The size of the dust clouds created when a vehicle wheel spins.","technical_description":"Scale multiplier for dust effect particles generated at wheel contact.","player_impact":"Affects how visible the vehicle's movement appears to nearby players."}
{"entity_type":"property_name","entity_name":"Allowed_upgrade_items","layman_description":"Which materials can be used to improve or enhance this item.","technical_description":"Inventory items acceptable as upgrade materials for this item.","player_impact":"Players can only use specific materials to upgrade items."}
{"entity_type":"property_name","entity_name":"AttackTimeoutDay","layman_description":"How long an enemy waits between attacks during daytime.","technical_description":"Cooldown timer for daylight combat attack cycles.","player_impact":"Enemies attack less frequently during daytime hours."}
{"entity_type":"property_name","entity_name":"AttackTimeoutNight","layman_description":"How long an enemy waits between attacks during nighttime.","technical_description":"Cooldown timer for nighttime combat attack cycles.","player_impact":"Enemies attack more frequently during nighttime horde events."}
{"entity_type":"property_name","entity_name":"Canhold","layman_description":"Whether a player can hold this item in their inventory.","technical_description":"Setting that determines if item can be collected and carried.","player_impact":"Some items can only be held while others are automatically displayed."}
{"entity_type":"property_name","entity_name":"Change_item_to","layman_description":"What item this becomes after being used or depleted.","technical_description":"Transformation value for item state changes upon use.","player_impact":"Items transform into different forms after being used by players."}
{"entity_type":"property_name","entity_name":"CompassDownIcon","layman_description":"The picture shown on the compass when enemies are below the player.","technical_description":"Icon image asset for compass display when entity is below.","player_impact":"Players see compass indicators showing enemy positions relative to themselves."}
{"entity_type":"property_name","entity_name":"CompassIcon","layman_description":"The picture shown on the compass to represent this enemy type.","technical_description":"Icon image asset used for entity representation on compass display.","player_impact":"Different enemies appear as different symbols on the compass."}
{"entity_type":"property_name","entity_name":"CompassUpIcon","layman_description":"The picture shown on the compass when enemies are above the player.","technical_description":"Icon image asset for compass display when entity is above.","player_impact":"Players see compass indicators showing enemy positions above them."}
{"entity_type":"property_name","entity_name":"CraftingAreaRecipes","layman_description":"Which recipes can be completed at this particular crafting station.","technical_description":"Crafting recipe categories available for this block type.","player_impact":"Different crafting stations produce different types of items."}
{"entity_type":"property_name","entity_name":"DamageBonus.earth","layman_description":"Extra damage dealt when hitting earth blocks with this weapon.","technical_description":"Damage multiplier bonus applied to earth-type material strikes.","player_impact":"Some weapons are more effective at harvesting stone and earth blocks."}
{"entity_type":"property_name","entity_name":"DamageBonus.wood","layman_description":"Extra damage dealt when hitting wooden blocks or structures.","technical_description":"Damage multiplier bonus applied to wood-type material strikes.","player_impact":"Certain weapons harvest wood more efficiently than others."}
{"entity_type":"property_name","entity_name":"DegradationMax","layman_description":"How much wear and tear an item can take before breaking.","technical_description":"Maximum durability value for item degradation tracking system.","player_impact":"Items with higher durability last longer before requiring repair or replacement."}
