{"entity_type":"item","entity_name":"Advanced Scope Mount","layman_description":"Professional-grade rail mount for high-powered rifle scopes.","technical_description":"Weapon attachment with zoom magnification and accuracy bonus.","player_impact":"Enables long-range targeting and improves sniper rifle effectiveness."}
{"entity_type":"item","entity_name":"Ammo Pouch Deluxe","layman_description":"Premium ammunition storage that efficiently carries bulk rounds.","technical_description":"Storage container with increased ammo capacity and stack size bonus.","player_impact":"Carry massive amounts of ammunition without using inventory space."}
{"entity_type":"item","entity_name":"Weapon Maintenance Oil","layman_description":"Lubricant that keeps weapons functioning smoothly and prevents rust.","technical_description":"Consumable with durability restoration and degradation prevention effect.","player_impact":"Weapons degrade more slowly during heavy combat use."}
{"entity_type":"item","entity_name":"Tactical Hand Guard","layman_description":"Protective rail system on rifle forestock for better grip and mounting.","technical_description":"Weapon mod with accuracy scaling and handguard stability rating.","player_impact":"Improves weapon handling and allows more mod attachments."}
{"entity_type":"item","entity_name":"Precision Rear Sight","layman_description":"Adjustable back sight for rifles that improves shooting accuracy.","technical_description":"Weapon sight component with distance calibration and aim assist.","player_impact":"Firearms become more accurate at medium and long distances."}
{"entity_type":"item","entity_name":"Quick Draw Holster","layman_description":"Specialized holster design that lets you draw weapons instantly.","technical_description":"Equipment piece with weapon swap speed and holster efficiency bonus.","player_impact":"Switch between weapons much faster during combat."}
{"entity_type":"item","entity_name":"Combat Respirator System","layman_description":"Advanced breathing apparatus for use in dust-filled or toxic areas.","technical_description":"Head equipment with environmental hazard protection and air filtration.","player_impact":"Breathe safely in dusty buildings and poison gas zones."}
{"entity_type":"item","entity_name":"Reinforced Chest Plate","layman_description":"Heavy armor for the torso that stops high-impact damage.","technical_description":"Chest armor with ballistic plating and damage mitigation threshold.","player_impact":"Your vital organs have much stronger protection from attacks."}
{"entity_type":"item","entity_name":"Trauma Survival Pack","layman_description":"Emergency medical supplies for treating critical injuries instantly.","technical_description":"Consumable with health restoration and blood loss stop effect.","player_impact":"Heal large amounts of damage immediately during critical moments."}
{"entity_type":"item","entity_name":"Adrenaline Booster Shot","layman_description":"Chemical injection that temporarily enhances physical performance greatly.","technical_description":"Consumable buff with strength increase and stamina regeneration boost.","player_impact":"Run faster, hit harder, and sprint longer for a limited duration."}
{"entity_type":"item","entity_name":"Night Vision Goggles","layman_description":"Optical equipment that lets you see clearly in complete darkness.","technical_description":"Head gear with light amplification and darkness vision range extension.","player_impact":"Navigate and fight in total darkness without using light sources."}
{"entity_type":"item","entity_name":"Thermal Imaging Scope","layman_description":"Scope that detects heat signatures of living creatures through walls.","technical_description":"Weapon sight with thermal detection and target highlighting system.","player_impact":"See zombies through walls and in fog for tactical advantages."}
{"entity_type":"item","entity_name":"Audio Amplifier Headset","layman_description":"Enhanced hearing device that amplifies distant sounds for better awareness.","technical_description":"Head equipment with audio range extension and threat detection audio.","player_impact":"Hear zombies and threats from much further away for early warning."}
{"entity_type":"item","entity_name":"Stealth Movement Insoles","layman_description":"Specially designed shoe inserts that muffle footstep sounds completely.","technical_description":"Foot equipment with sound dampening and stealth multiplier factor.","player_impact":"Move silently without alerting zombies when sneaking through areas."}
{"entity_type":"item","entity_name":"Radiation Shielding Vest","layman_description":"Lead-lined protective wear that blocks harmful radioactive particles.","technical_description":"Torso armor with radiation blocking percentage and contamination immunity.","player_impact":"Venture into irradiated zones without taking radiation poisoning damage."}
{"entity_type":"item","entity_name":"Energy Shield Emitter","layman_description":"Futuristic device that projects a temporary protective barrier around you.","technical_description":"Equipment with shield capacity and automatic recharge on cooldown.","player_impact":"Absorb massive damage before your actual health takes impact."}
{"entity_type":"item","entity_name":"Regeneration Medication","layman_description":"Advanced pharmaceutical that slowly heals all damage over time.","technical_description":"Consumable with health regen per second duration effect.","player_impact":"Recover health gradually even after stopping direct use."}
{"entity_type":"item","entity_name":"Luck Charm Pendant","layman_description":"Mystical item believed to increase critical hit chances in combat.","technical_description":"Equipment piece with critical hit percentage and damage variance bonus.","player_impact":"Attacks deal random extra damage and land more critical hits."}
{"entity_type":"item","entity_name":"Explosive Trap Trigger","layman_description":"Electronic detonator for setting up remote-triggered explosive devices.","technical_description":"Trap component with remote activation and explosion radius scaling.","player_impact":"Place triggered traps that detonate when enemies approach."}
{"entity_type":"item","entity_name":"Portable Workbench Module","layman_description":"Compact crafting station that fits in inventory for on-the-go repairs.","technical_description":"Equipment with crafting functionality and limited recipe database.","player_impact":"Repair and craft items anywhere without returning to base."}
