{"entity_type":"property_name","entity_name":"HideInSpawnMenu","layman_description":"Determines whether an item appears in the spawn menu when creating new players.","technical_description":"Boolean setting that controls menu visibility for spawnable entities.","player_impact":"New players may not see certain items available to spawn if this is enabled."}
{"entity_type":"property_name","entity_name":"HighStumbleAndRage","layman_description":"Controls aggressive behavior when creatures are hit repeatedly during combat.","technical_description":"Setting for entity aggression response to sustained damage input.","player_impact":"Creatures become more dangerous and attack harder when you strike them multiple times."}
{"entity_type":"property_name","entity_name":"HoldingItemHidden","layman_description":"Hides the item a player or creature is holding from view.","technical_description":"Boolean value that controls inventory item visibility in hands.","player_impact":"You won't see what weapons or tools your character or enemies are carrying."}
{"entity_type":"property_name","entity_name":"IKFootLPosition","layman_description":"Positions the left foot for vehicles and creatures to stand naturally on surfaces.","technical_description":"Sets vertical and horizontal offset for left foot 3D shape.","player_impact":"Creatures and vehicle occupants look less stiff and more realistic when standing."}
{"entity_type":"property_name","entity_name":"IKFootLRotation","layman_description":"Angles the left foot to match the terrain or vehicle surface.","technical_description":"Defines rotational orientation for the left foot's 3D shape.","player_impact":"Animations look smoother as feet properly rotate with the ground beneath them."}
{"entity_type":"property_name","entity_name":"IKFootRPosition","layman_description":"Positions the right foot for vehicles and creatures to stand naturally on surfaces.","technical_description":"Sets vertical and horizontal offset for right foot 3D shape.","player_impact":"Creatures and vehicle occupants achieve balanced stance on uneven terrain."}
{"entity_type":"property_name","entity_name":"IKFootRRotation","layman_description":"Angles the right foot to match the terrain or vehicle surface.","technical_description":"Defines rotational orientation for the right foot's 3D shape.","player_impact":"Both feet rotate consistently with ground angles for natural-looking movement."}
{"entity_type":"property_name","entity_name":"IgnoreKeystoneOverlay","layman_description":"Prevents a block from showing the keystone visual effect when placed near other blocks.","technical_description":"Boolean setting that disables the keystone display picture for block placement.","player_impact":"Keystones won't display their connecting picture when this block is nearby, reducing visual clutter."}
{"entity_type":"property_name","entity_name":"IgnoreKeystoneSound","layman_description":"Silences the sound that normally plays when opening this item as a keystone.","technical_description":"Disables audio output for keystone activation on this item.","player_impact":"You hear no sound when accessing this item's keystone menu."}
{"entity_type":"property_name","entity_name":"ImpactSound","layman_description":"The sound that plays when this trap or hazard hits something.","technical_description":"Audio value played on collision or impact events.","player_impact":"Traps produce distinctive warning sounds that players and creatures can hear."}
{"entity_type":"property_name","entity_name":"InitialFillRatio","layman_description":"How full a container item starts when created, expressed as a percentage.","technical_description":"Decimal value representing initial inventory container fullness.","player_impact":"Some containers start with more or fewer resources already loaded inside."}
{"entity_type":"property_name","entity_name":"InputMaterials","layman_description":"The raw materials this workbench accepts for crafting.","technical_description":"List of material values that workstations consume in production.","player_impact":"You must gather specific resources to use this workbench for crafting."}
{"entity_type":"property_name","entity_name":"InputPerTick","layman_description":"How much material this workbench consumes per game tick during operation.","technical_description":"Rate value for material consumption per tick interval.","player_impact":"Workbenches consume resources faster or slower based on this setting."}
{"entity_type":"property_name","entity_name":"Instantiate_on_load","layman_description":"Whether this item is created automatically when the game loads.","technical_description":"Boolean setting determining automatic spawning on world initialization.","player_impact":"Some items will always exist in the world without needing to be placed manually."}
{"entity_type":"property_name","entity_name":"IsMoving","layman_description":"Tracks whether a creature or entity is actively moving in the game world.","technical_description":"Boolean value indicating entity movement state.","player_impact":"The game responds differently to stationary versus moving entities."}
{"entity_type":"property_name","entity_name":"IsQuestItem","layman_description":"Marks an item as essential to a quest objective.","technical_description":"Boolean setting that tags items for quest tracking purposes.","player_impact":"Quest items can't be dropped or traded away during active missions."}
{"entity_type":"property_name","entity_name":"ItemsOnEnterGame.GameModeSurvival","layman_description":"The starting inventory items new players receive in Survival mode.","technical_description":"List of items and quantities spawned with players in Survival difficulty.","player_impact":"New survivors begin with water, food, and medical supplies to start their journey."}
{"entity_type":"property_name","entity_name":"ItemsOnEnterGame.GameModeSurvivalMP","layman_description":"The starting inventory items new players receive in multiplayer Survival mode.","technical_description":"List of items spawned with players in multiplayer Survival difficulty setting.","player_impact":"Multiplayer survivors start with slightly fewer supplies than single-player characters."}
{"entity_type":"property_name","entity_name":"ItemsOnEnterGame.GameModeSurvivalSP","layman_description":"The starting inventory items new players receive in single-player Survival mode.","technical_description":"List of items spawned with players in single-player Survival difficulty.","player_impact":"Single-player survivors receive different starting supplies than multiplayer mode."}
{"entity_type":"property_name","entity_name":"LegCrippleScale","layman_description":"How much damage affects a creature's movement when hit in the legs.","technical_description":"Multiplier value for leg damage effects on movement speed.","player_impact":"Damaging a creature's legs significantly slows it down."}
{"entity_type":"property_name","entity_name":"LocalAvatarController","layman_description":"The system that controls the local player character you're controlling.","technical_description":"Class name for the player's avatar control system.","player_impact":"Determines how your character responds to movement and action commands."}
{"entity_type":"property_name","entity_name":"LockPickDowngradeBlock","layman_description":"When lock picking succeeds, this is the state the block reverts to.","technical_description":"Block value that replaces successful lock-picked containers.","player_impact":"Successfully pick-locked containers downgrade to a weaker version."}
{"entity_type":"property_name","entity_name":"LootExpValue","layman_description":"How much experience this item gives when you loot it.","technical_description":"Experience points value awarded on item acquisition.","player_impact":"Looting this item builds your character's progression."}
{"entity_type":"property_name","entity_name":"LowLand","layman_description":"A creature type that inhabits low-lying terrain areas.","technical_description":"Empty creature setting for terrain-specific spawning behavior.","player_impact":"Certain creatures appear more frequently in valley and lowland areas."}
{"entity_type":"property_name","entity_name":"LowStumble","layman_description":"How easily creatures at lower difficulty stumble when struck.","technical_description":"Setting for basic-level creature stagger behavior on impact.","player_impact":"Weaker creatures easily lose balance when you hit them."}
{"entity_type":"property_name","entity_name":"MaxFuel","layman_description":"The maximum amount of fuel a vehicle's tank can hold.","technical_description":"Capacity value for vehicle fuel storage in units.","player_impact":"Larger tanks let you travel longer distances before refueling."}
{"entity_type":"property_name","entity_name":"MaxHealth","layman_description":"The maximum health points a creature or player can have.","technical_description":"Health pool value determining survival threshold.","player_impact":"Creatures with higher maximum health take longer to kill."}
{"entity_type":"property_name","entity_name":"MidLandHard","layman_description":"A creature type that lives in rocky or challenging mid-elevation terrain.","technical_description":"Setting for terrain-based creature spawning in elevated areas.","player_impact":"Medium-difficulty creatures spawn more often in hilly regions."}
{"entity_type":"property_name","entity_name":"MidLandHardAndRage","layman_description":"A creature variant that gets angrier in mid-elevation terrain.","technical_description":"Setting for aggressive mid-terrain creature spawning behavior.","player_impact":"Creatures in hills become significantly more aggressive and dangerous."}
{"entity_type":"property_name","entity_name":"MidStumble","layman_description":"How easily creatures at medium difficulty stumble when struck.","technical_description":"Setting for intermediate-level creature stagger on impact.","player_impact":"Medium creatures have moderate balance and stagger easily."}
{"entity_type":"property_name","entity_name":"MidStumbleAndRage","layman_description":"How medium creatures stumble and then attack in retaliation.","technical_description":"Setting for combined stagger and aggression response behavior.","player_impact":"Medium creatures recover quickly and attack with increased fury after being hit."}
{"entity_type":"property_name","entity_name":"ModTransformDisableNames","layman_description":"Names of 3D shapes to hide when this block is modified.","technical_description":"List of hidden 3D shapes that modify with block state changes.","player_impact":"Modified blocks dynamically hide certain visual parts as they upgrade."}
{"entity_type":"property_name","entity_name":"MoveSpeedNight","layman_description":"How fast creatures move during nighttime hours.","technical_description":"Movement speed multiplier value applied during night cycle.","player_impact":"Creatures move significantly faster at night, making nighttime more dangerous."}
{"entity_type":"property_name","entity_name":"NoImmunity","layman_description":"Prevents this block from blocking certain status effects or damage types.","technical_description":"Boolean setting that disables protective effect filtering.","player_impact":"This block offers no protection against certain attacks or hazards."}
{"entity_type":"property_name","entity_name":"None","layman_description":"An empty or undefined setting for flexible customization.","technical_description":"Null setting value for optional property configuration.","player_impact":"This optional setting has no current gameplay effect."}
{"entity_type":"property_name","entity_name":"OutputPerCharge","layman_description":"How much energy this battery releases per charge cycle.","technical_description":"Energy value per charge delivery from power storage.","player_impact":"Batteries with higher output power more machines simultaneously."}
{"entity_type":"property_name","entity_name":"OutputPerFuel","layman_description":"How much energy this fuel generator produces from each fuel unit.","technical_description":"Energy output multiplier per fuel consumption unit.","player_impact":"Generators with higher efficiency require less fuel to power your base."}
{"entity_type":"property_name","entity_name":"Powered","layman_description":"Whether this block requires electricity to function.","technical_description":"Boolean setting for power requirement on block activation.","player_impact":"Powered blocks won't work unless connected to an energy source."}
{"entity_type":"property_name","entity_name":"PoweredType","layman_description":"What kind of power supply this block needs to operate.","technical_description":"Power input type value for energy source compatibility.","player_impact":"Some blocks work only with constant power while others charge and discharge."}
{"entity_type":"property_name","entity_name":"RapidTrigger","layman_description":"Allows this weapon to fire continuously while the trigger is held.","technical_description":"Boolean enabling automatic fire mode functionality.","player_impact":"Weapons with rapid trigger spray bullets continuously instead of one at a time."}
{"entity_type":"property_name","entity_name":"ReduceWater","layman_description":"Whether drinking this item reduces your water thirst stat.","technical_description":"Boolean setting for water reduction on item consumption.","player_impact":"Some drinks quench your thirst more than others."}
{"entity_type":"property_name","entity_name":"RefundOnUnload","layman_description":"Returns the materials invested in this block when you pick it back up.","technical_description":"Boolean enabling partial resource return on block removal.","player_impact":"Removing this block returns some of the materials you spent building it."}
{"entity_type":"property_name","entity_name":"Repair_action_sound","layman_description":"The sound that plays when you use this item to repair something.","technical_description":"Audio value triggered during repair action sequence.","player_impact":"Repair tools make distinctive sounds so you hear confirmation of repairs."}
{"entity_type":"property_name","entity_name":"ResourceUnit","layman_description":"Marks this item as a raw material that stacks in your inventory.","technical_description":"Boolean setting for stackable resource inventory behavior.","player_impact":"Resource items stack together to save inventory space."}
{"entity_type":"property_name","entity_name":"RunningSound","layman_description":"The sound this trap makes while actively running.","technical_description":"Loop audio value during trap operation state.","player_impact":"Active traps emit continuous sounds warning of their danger."}
{"entity_type":"property_name","entity_name":"RunningSoundBreaking","layman_description":"The sound this trap makes while breaking down from damage.","technical_description":"Audio value played during trap deterioration state.","player_impact":"Damaged traps emit different sounds so you know they're weakened."}
{"entity_type":"property_name","entity_name":"RunningSoundBroken","layman_description":"The sound this trap makes when completely destroyed.","technical_description":"Audio value played when trap reaches broken state.","player_impact":"Fully destroyed traps make distinctive sounds confirming their failure."}
{"entity_type":"property_name","entity_name":"ScopeCameraOffset","layman_description":"Adjusts the camera position when aiming through a scope.","technical_description":"3D positioning offset applied to camera during scope view.","player_impact":"Scopes feel more realistic with adjusted view positions."}
{"entity_type":"property_name","entity_name":"SendDamageUpdate","layman_description":"Whether other players see damage dealt to this block in real-time.","technical_description":"Boolean enabling live damage synchronization in multiplayer.","player_impact":"Other players watch blocks take damage as you hit them."}
{"entity_type":"property_name","entity_name":"ShapeMinBB","layman_description":"The smallest physical 3D shape size this block can shrink to.","technical_description":"Minimum boundary box dimensions for block 3D shape.","player_impact":"Blocks have minimum sizes preventing them from becoming too small."}
{"entity_type":"property_name","entity_name":"ShowTargeting","layman_description":"Whether an attack or ability shows a visual targeting picture.","technical_description":"Boolean controlling targeting sight display functionality.","player_impact":"Some attacks have visible targeting reticles while others don't."}
{"entity_type":"property_name","entity_name":"Show_ammo_force","layman_description":"Displays ammo count and magazine indicator while aiming weapons.","technical_description":"Boolean enabling ammunition display on weapon sight menu.","player_impact":"You always see how many bullets remain loaded in your gun."}
{"entity_type":"property_name","entity_name":"SlopeMax","layman_description":"The steepest angle a slope can have before becoming unclimbable.","technical_description":"Maximum degree angle for traversable terrain incline.","player_impact":"Extremely steep hills become impassable barriers."}
{"entity_type":"property_name","entity_name":"Smell","layman_description":"How much scent signature this item creates to attract creatures.","technical_description":"Scent value determining creature detection range.","player_impact":"Carrying certain items increases the chance creatures find you."}
{"entity_type":"property_name","entity_name":"SoundLanding","layman_description":"The sound that plays when supply drops crash to the ground.","technical_description":"Audio value triggered on impact event completion.","player_impact":"Airdropped supplies announce their arrival with loud crashes."}
{"entity_type":"property_name","entity_name":"SoundParachuteOpen","layman_description":"The sound that plays when a supply drop parachute deploys.","technical_description":"Audio value triggered during parachute deployment event.","player_impact":"You hear parachutes opening so you know supply drops are coming."}
{"entity_type":"property_name","entity_name":"SoundSpawn","layman_description":"The sound that plays when this entity first appears in the world.","technical_description":"Audio value triggered on entity spawning event.","player_impact":"Creatures and objects make distinctive sounds when they spawn."}
{"entity_type":"property_name","entity_name":"SoundStick","layman_description":"The sound this explosive device makes while activated.","technical_description":"Audio value for device activation notification.","player_impact":"Activated explosives beep or chirp before detonating."}
{"entity_type":"property_name","entity_name":"SoundWarn","layman_description":"The warning sound this item makes before triggering an effect.","technical_description":"Alert audio value played before action execution.","player_impact":"Dangerous items warn you before causing damage or status effects."}
{"entity_type":"property_name","entity_name":"SpawnClass","layman_description":"Which NPC traders can appear at this trading post.","technical_description":"Trader type value list for NPC spawning settings.","player_impact":"Different trader NPCs appear at different trading locations."}
{"entity_type":"property_name","entity_name":"SpawnMode","layman_description":"Whether spawned creatures are hostile zombies or peaceful animals.","technical_description":"Creature type setting for spawn behavior classification.","player_impact":"Spawned creatures can be zombies that attack or animals that ignore you."}
{"entity_type":"property_name","entity_name":"StabilityFull","layman_description":"Whether this block maintains full structural support regardless of damage.","technical_description":"Boolean enabling constant structural integrity setting.","player_impact":"Some blocks never collapse even when damaged."}
{"entity_type":"property_name","entity_name":"StompsSpikes","layman_description":"Whether this creature crushes spike traps when walking over them.","technical_description":"Boolean for spike damage immunity on creature stomp action.","player_impact":"Powerful creatures can destroy spike traps by stepping on them."}
{"entity_type":"property_name","entity_name":"Stumble","layman_description":"How easily a creature loses balance when struck.","technical_description":"Stagger response value for impact reactions.","player_impact":"Creatures that stumble easily are easier to control during combat."}
{"entity_type":"property_name","entity_name":"StunActionTime","layman_description":"How long a creature stays stunned when hit with a stun weapon.","technical_description":"Duration value in seconds for stun effect application.","player_impact":"Stun weapons disable creatures for longer with higher values."}
{"entity_type":"property_name","entity_name":"StunCooldown","layman_description":"How long until a creature can be stunned again after recovering.","technical_description":"Cooldown duration in seconds between stun applications.","player_impact":"Creatures can't be repeatedly stunned if cooldown is high."}
{"entity_type":"property_name","entity_name":"SymType","layman_description":"The symmetry pattern applied when placing this block in mirror mode.","technical_description":"Symmetry axis value for mirrored block placement.","player_impact":"Blocks follow different patterns when you mirror them during building."}
{"entity_type":"property_name","entity_name":"ToolNames","layman_description":"Which tools can craft or repair this block.","technical_description":"List of tool type values for crafting action compatibility.","player_impact":"Only specific tools can repair or upgrade this block."}
{"entity_type":"property_name","entity_name":"TriggerType","layman_description":"What kind of activation causes this trap to fire.","technical_description":"Activation trigger setting for trap mechanism.","player_impact":"Traps activate by walking near them or using a switch."}
{"entity_type":"property_name","entity_name":"Upgrade_action_sound","layman_description":"The sound that plays when you upgrade this item.","technical_description":"Audio value triggered during upgrade action sequence.","player_impact":"Upgrades make distinctive sounds confirming the enhancement."}
{"entity_type":"property_name","entity_name":"UserHidden","layman_description":"Hides this item from your inventory menu for cleaner display.","technical_description":"Boolean setting for inventory visibility filtering.","player_impact":"Hidden items don't clutter your inventory display."}
{"entity_type":"property_name","entity_name":"ValidQuestTags","layman_description":"Which quest objectives this block can contribute to completing.","technical_description":"Quest tag list values for objective fulfillment.","player_impact":"This block helps complete quests that require power restoration."}
{"entity_type":"property_name","entity_name":"VehicleAcceleration","layman_description":"How quickly this vehicle speeds up from a stop.","technical_description":"Acceleration rate value in units per second squared.","player_impact":"Vehicles with higher acceleration feel snappier and more responsive."}
{"entity_type":"property_name","entity_name":"VehicleFuelItem","layman_description":"What item you need to fill this vehicle's fuel tank.","technical_description":"Fuel item type value for vehicle refueling compatibility.","player_impact":"Different vehicles need different fuel types to operate."}
{"entity_type":"property_name","entity_name":"VehicleIdleSecondsPerLiter","layman_description":"How long this vehicle runs with idle power before consuming a liter of fuel.","technical_description":"Idle efficiency value in seconds per fuel unit.","player_impact":"Vehicles that idle longer preserve fuel during waiting periods."}
{"entity_type":"property_name","entity_name":"VehicleMaxSpeed","layman_description":"The top speed this vehicle can reach on flat ground.","technical_description":"Maximum velocity setting in units per second.","player_impact":"Faster vehicles cover ground quicker but may be harder to control."}
{"entity_type":"property_name","entity_name":"VehicleMetersPerLiter","layman_description":"How far this vehicle travels on one liter of fuel.","technical_description":"Fuel efficiency value measuring distance per fuel consumption.","player_impact":"Vehicles with higher fuel economy travel farther before needing refueling."}
{"entity_type":"property_name","entity_name":"VehicleNoise","layman_description":"How loud this vehicle is when moving, attracting creatures nearby.","technical_description":"Audio volume value affecting creature detection range.","player_impact":"Loud vehicles attract more creatures from greater distances."}
{"entity_type":"property_name","entity_name":"VehicleStartChance","layman_description":"Probability that a found vehicle starts when you first interact with it.","technical_description":"Success percentage value for vehicle ignition on interaction.","player_impact":"Some vehicles need multiple attempts to start while others start reliably."}
{"entity_type":"property_name","entity_name":"VehicleStartDelayInSeconds","layman_description":"How long you must wait after trying to start a vehicle before it turns on.","technical_description":"Startup delay duration in seconds after ignition attempt.","player_impact":"Vehicles take varying amounts of time to start up."}
{"entity_type":"property_name","entity_name":"VehicleTankSize","layman_description":"How much fuel this vehicle's tank holds.","technical_description":"Tank capacity value in fuel storage units.","player_impact":"Larger tanks let you drive longer distances without refueling."}
{"entity_type":"property_name","entity_name":"Waterproof","layman_description":"Whether this item survives being submerged in water.","technical_description":"Water resistance value determining submersion durability.","player_impact":"Waterproof items won't break or degrade when you swim with them."}
{"entity_type":"property_name","entity_name":"WireOffset","layman_description":"The position of wires on this block when powered.","technical_description":"3D positioning offset for electrical wire display.","player_impact":"Wires connect to blocks from appropriate positions for realistic appearance."}
{"entity_type":"property_name","entity_name":"WorkstationWindow","layman_description":"The menu window that displays for this workbench when you interact with it.","technical_description":"Menu interface value for workstation interaction display.","player_impact":"Different workbenches show different crafting menus."}
{"entity_type":"property_name","entity_name":"airDrag_velScale_angVelScale","layman_description":"How much air resistance affects vehicle movement and spinning.","technical_description":"Drag coefficient values for aerodynamic friction simulation.","player_impact":"Vehicles with higher air resistance slow down faster when you stop driving."}
{"entity_type":"property_name","entity_name":"allow_remove","layman_description":"Whether quest items can be dropped and removed from inventory.","technical_description":"Boolean setting for quest item disposal permission.","player_impact":"Quest items might be locked in your inventory preventing their removal."}
{"entity_type":"property_name","entity_name":"always_allow","layman_description":"Whether this quest can always be accepted regardless of progression.","technical_description":"Boolean enabling unrestricted quest acceptance without prerequisites.","player_impact":"Some quests become available immediately while others require prior completion."}
{"entity_type":"property_name","entity_name":"ceiling","layman_description":"The maximum altitude this flying vehicle or entity can reach.","technical_description":"Altitude limit value in world height units.","player_impact":"Flying vehicles can't go above certain altitudes preventing escape to sky."}
{"entity_type":"property_name","entity_name":"engine","layman_description":"The engine type this vehicle uses for power and movement.","technical_description":"Engine class value copied from vehicle configuration.","player_impact":"Different engines provide different fuel efficiency and power output."}
{"entity_type":"property_name","entity_name":"engineOffPer","layman_description":"The probability that the engine stalls and shuts down while running.","technical_description":"Engine failure percentage value per operation cycle.","player_impact":"Unreliable engines may shut off during travel forcing restarts."}
{"entity_type":"property_name","entity_name":"max_quest_count","layman_description":"Maximum number of instances of this quest you can have active simultaneously.","technical_description":"Concurrent quest limit value for quest tracking.","player_impact":"Some quests can only be completed one at a time while others allow multiples."}
{"entity_type":"property_name","entity_name":"modHideRBT","layman_description":"Which vehicle parts disappear when you install certain modifications.","technical_description":"Hidden 3D shape name value for modification cosmetics.","player_impact":"Vehicle upgrades change the visual appearance by hiding original parts."}
{"entity_type":"property_name","entity_name":"modRot","layman_description":"The angle at which vehicle modifications are installed relative to the base.","technical_description":"Rotational offset value for mod installation orientation.","player_impact":"Modifications align correctly based on this rotational setting."}
{"entity_type":"property_name","entity_name":"part_damage_reduction","layman_description":"How much damage protection this vehicle part provides.","technical_description":"Damage reduction multiplier value for armor effectiveness.","player_impact":"Heavily armored vehicle parts take less damage in combat."}
{"entity_type":"property_name","entity_name":"particle_transform","layman_description":"The visual effect shown when this vehicle engine is damaged or broken.","technical_description":"Particle effect path value for damage state visualization.","player_impact":"Damaged engines show smoke and fire to indicate their condition."}
{"entity_type":"property_name","entity_name":"pedalSound","layman_description":"The sound that plays when pedaling this bicycle or human-powered vehicle.","technical_description":"Loop audio value for pedaling action repetition.","player_impact":"Bicycles make rhythmic pedaling sounds as you ride them."}
{"entity_type":"property_name","entity_name":"resourceCoal","layman_description":"How many coal chunks this block yields when harvested.","technical_description":"Coal output value for resource gathering calculation.","player_impact":"Mining coal produces more or fewer chunks based on the source."}
{"entity_type":"property_name","entity_name":"resourcePaper","layman_description":"How many paper sheets this block yields when harvested.","technical_description":"Paper output value for resource gathering calculation.","player_impact":"Harvesting paper sources produces varying amounts of material."}
{"entity_type":"property_name","entity_name":"resourceSnowBall","layman_description":"How many snowballs this block yields when harvested.","technical_description":"Snow resource output value for gathering calculation.","player_impact":"Snow sources produce different amounts of snowballs when dug."}
{"entity_type":"property_name","entity_name":"single_quest","layman_description":"Whether this quest can only be accepted and completed once per character.","technical_description":"Single-instance quest completion setting.","player_impact":"Some quests are permanent story missions that happen only once."}
{"entity_type":"property_name","entity_name":"staminaDrain","layman_description":"How much stamina it costs to use or operate this vehicle.","technical_description":"Stamina consumption value per operation action.","player_impact":"Operating vehicles costs stamina limiting how long you can use them."}
