{"entity_type":"item","entity_name":"ammo44MagnumBulletAP","layman_description":"Armor-piercing magnum ammunition for breaking through protection.","technical_description":"Anti-armor revolver cartridge with penetration properties for protected targets.","player_impact":"Penetrates armor on other players and heavily-protected zombie variants."}
{"entity_type":"block","entity_name":"cntDeskSafeOpen_Player_locked_double","layman_description":"A large double-width open desk safe with security enabled.","technical_description":"Extended desk container with double-width frame and lock mechanism.","player_impact":"A bigger desk safe lets you store more loot in your office-style base."}
{"entity_type":"item","entity_name":"bookRangersArrowRecovery","layman_description":"A skill book teaching you to recover arrows more efficiently from corpses.","technical_description":"Progression item granting experience multiplier for arrow harvesting from defeated enemies.","player_impact":"After reading this, you recover more arrows when you loot dead zombies."}
{"entity_type":"block","entity_name":"cntGunSafeInsecure_Player_locked_double","layman_description":"A large double-wide gun safe with security locks installed.","technical_description":"Extended weapon container with double-width model and lock state engaged.","player_impact":"Store a lot of firearms and ammo in this large locked gun safe."}
{"entity_type":"item","entity_name":"bookRangersCripplingShot","layman_description":"A skill book for shooting at zombie legs to slow them down.","technical_description":"Progression book providing ranged weapon skill unlock for limb-targeting mechanics.","player_impact":"Learn to fire at zombie legs to slow their advance while protecting yourself."}
{"entity_type":"block","entity_name":"cntWallSafeInsecure_Player_locked_double","layman_description":"A double-wide wall safe without locks for spacious storage.","technical_description":"Extended wall-mounted container with double-width frame and unsecured state.","player_impact":"Mount a large safe on your wall for plenty of unprotected storage."}
{"entity_type":"item","entity_name":"modMeleeGraveDigger","layman_description":"A melee weapon mod that gives digging and harvesting powers.","technical_description":"Weapon attachment adding tool functionality to melee weapons for block harvesting.","player_impact":"Attach this to an axe to harvest blocks faster while still having a weapon."}
{"entity_type":"block","entity_name":"cntDeskSafeInsecure_Player_locked_double","layman_description":"A large double-width desk safe without locks in player bases.","technical_description":"Extended desk container with double-width dimensions and unlocked state.","player_impact":"A big unsecured desk safe for office-themed base storage areas."}
{"entity_type":"item","entity_name":"modMeleeSerratedBlade","layman_description":"A mod adding jagged teeth to melee blades for more damage.","technical_description":"Weapon modification increasing sharp damage and trauma effects on blade weapons.","player_impact":"Zombies bleed more when hit by serrated weapons, causing damage over time."}
{"entity_type":"block","entity_name":"cntGunSafeInsecureBrown_Player_locked_double","layman_description":"A large brown double-width gun safe with security locks.","technical_description":"Extended weapon container with brown finish and double-width locked state.","player_impact":"A big secure brown gun safe for your weapon collection in the base."}
{"entity_type":"item","entity_name":"modMeleeClubBurningShaft","layman_description":"A mod that sets clubs on fire for burning damage.","technical_description":"Weapon modification adding heat damage properties to club-type melee weapons.","player_impact":"Swing this burning club and zombies catch fire from the impact."}
{"entity_type":"block","entity_name":"cntWallSafeOpen_Player_triple","layman_description":"A triple-wide open wall safe for maximum storage display.","technical_description":"Extended wall-mounted container with triple-width model and open state rendering.","player_impact":"Show off all your valuable items in this massive open wall safe."}
{"entity_type":"item","entity_name":"modMeleeClubBarbedWire","layman_description":"A mod wrapping clubs with barbed wire for bleeding wounds.","technical_description":"Weapon attachment adding barbed surface modifier increasing bleeding damage on melee strikes.","player_impact":"Wrapped weapons cause zombies to bleed and lose health after being hit."}
{"entity_type":"block","entity_name":"cntDeskSafeOpen_Player_triple","layman_description":"A triple-width open desk safe for spacious office storage.","technical_description":"Extended desk container with triple-width frame and open state.","player_impact":"A huge open desk safe for organizing your office base storage."}
{"entity_type":"item","entity_name":"modMeleeClubMetalSpikes","layman_description":"A mod adding metal spikes to club heads for extra piercing damage.","technical_description":"Weapon modification with increased armor penetration and puncture damage properties.","player_impact":"Spiked clubs penetrate armor better and deal extra damage to protected targets."}
{"entity_type":"block","entity_name":"cntGunSafeInsecure_Player_triple","layman_description":"A triple-width gun safe without locks for huge weapon storage.","technical_description":"Extended weapon container with triple-width dimensions and unsecured state.","player_impact":"Store an enormous collection of guns and ammo in this massive safe."}
{"entity_type":"item","entity_name":"modMeleeClubMetalChain","layman_description":"A mod adding swinging metal chains to club weapons.","technical_description":"Weapon modification extending melee reach and adding projectile swing mechanics.","player_impact":"The chain extends your reach and can hit enemies further away."}
{"entity_type":"block","entity_name":"cntWallSafeInsecure_Player_triple","layman_description":"A triple-wide wall safe with no locks for base storage.","technical_description":"Extended wall-mounted container with triple-width frame and unlocked state.","player_impact":"Mount this huge open safe on your wall to store lots of items."}
{"entity_type":"item","entity_name":"modMeleeClubTazer","layman_description":"A mod that electrifies club strikes to stun zombies.","technical_description":"Weapon attachment adding electrical damage and stun effect to melee impacts.","player_impact":"Tazer mods temporarily disable zombies when you hit them with the club."}
{"entity_type":"block","entity_name":"cntDeskSafeInsecure_Player_triple","layman_description":"A triple-width desk safe without locks for large storage areas.","technical_description":"Extended desk container with triple-width model and unsecured access.","player_impact":"A massive open desk safe for sprawling office-style base storage."}
